["(Jejeje) Tipo de ordenadores que se pueden encontrar en lugares acuaticos.","(Juegos) Como se llama el naufrago que aparece en las dos primeras partes de Monkey Island (y que es un cachondo)?","(Juegos) En donde se desarrollaba principalmente, en sus inicios, el juego Starcraft?","(Juegos) Nombre completo del Monkey Island?","(Juegos) Que monta Lechuck en Monkey Island?","(Programacion en C++) Como se denomina a una clase de la que no se pueden crear objetos?","(Programacion en C++) Como se denomina el constructor que se llama cuando se pasa un objeto a una funcion por valor?","(Programacion en C++) Como se denomina la funcion que se llama al crear un objeto?","(Programacion en C++) Como se llama el puntero que apunta al objeto del cual la funcion en la que nos encontramos es miembro?","(Programacion en C++) Con que clausula se captura una excepcion?","(Programacion en C++) Con que clausula se lanza una excepcion?","(Programacion en C++) Cuales son los operadores de memoria dinamica?","(Programacion en C++) Que valores puede tomar el tipo 'bool'?","(Programacion en C++) Nombre de la biblioteca que sustituye a stdio.h.","(Una facil) Donde guarda la memoria virtual los datos que no caben en memoria principal?","\/home\/kilen$... Esto es un ejemplo de...","A cuantos megahercios funcionaba la PlayStation 1?","A cuantos pixeles por pulgada se suele trabajar en la Web?","A donde pertenece el dominio .tk?","A que compania pertenecia inicialmente Dreamweaver?","A que empresa pertenece la gama de servidores Netfinity?","A que fabricante pertenecen los switches llamados Procurve?","A que familia de ordenadores estaba dedicada la revista MicroHobby?","A que famoso juego hacen mencion las siglas CS?","A que gran compania pertenece EA Sports?","A que IP debes mandar un paquete si quieres mandartelo a ti mismo?","A que lenguaje de programacion corresponde la sentencia 'Recordset'?","A que marca pertenecia el modelo de ordenador CPC464?","A que pais pertenece el dominio .lb?","A que pais pertenece el dominio .uz?","A que parte del ordenador se aplicaban las normas TCO95 y TCO99?","A que persona y empresa deberiamos agradecer la facilidad de propagacion del malware informatico?","A que pertenece el numero de interrupcion hardware 14?","A que responde la letra R en un CD-R?","A quien 'robo' Apple la idea de ventanas graficas y el raton?","Bajo que licencia se distribuye gratuitamente Linux?","Como cambiarias de usuario en Linux?","Como comienza un comando Hayes, que es una cadena ASCII que se envia al modem para que este realice alguna accion o configure alguno de sus parametros?","Como es conocido el MPEG-1 de capa 3?","Como es conocido el usuario 'root' en espanol?","Como listarias, en modo texto, en Linux las carpetas y archivos de un directorio?","Como llamarias a un archivo '.bat' dentro de otro para que el principal continue su ejecucion correctamente tras la ejecucion del secundario?","Como se conoce al conector de cable coaxial usado en redes?","Como se conoce al estandar de red 802.3 del IEEE?","Como se conoce popularmente al proceso de copiar un archivo de Internet a un ordenador?","Como se conoce popularmente al proceso de copiar un archivo desde un ordenador a Internet?","Como se denomina a aquel ordenador ensamblado a pequena escala con piezas de distintos fabricantes?","Como se denomina a la interrupcion de DOS, 2Fh?","Como se denomina a la serie de comandos aceptados por la mayoria de fabricantes para la configuracion de los modems analogicos?","Como se denomina al bit empleado para comprobar si se han transmitido correctamente los datos en una transmision?","Como se denomina al modulo que dialoga con la CPU e intercambia datos para darselos a su periferico?","Como se denomina comunmente a un puerto TCP?","Como se denomina comunmente al retardo entre el cliente y el servidor de IRC?","Como se denomina en lenguaje C a una variable en punto flotante?","Como se denominan las tres o cuatro ultimas letras, precedidas de un punto, en el nombre de un archivo?","Como se denominan las versiones de prueba de un software determinado, desarrolladas antes de la version definitiva?","Como se denomino al posible caos por el cambio del ano 1999 al 2000?","Como se escribe 45 en binario?","Como se escribe en Java 'mientras'?","Como se llama a la capacidad de algunos servidores para balancear la carga de red (LBN)?","Como se llama a la mezcla de un router y un bridge?","Como se llama con lo que escribes?","Como se llama el acceso directo a memoria?","Como se llama el ataque a un e-mail por medio de muchos mensajes?","Como se llama el bot que lleva el pre-registro de canales en el IRC-Hispano?","Como se llama el disco de reparacion de emergencia en Windows 2000?","Como se llama el encapsulado de circuitos integrados vulgarmente conocido como 'cucaracha'?","Como se llama el lenguaje de programacion algoritmico?","Como se llama el lenguaje mas utilizado para crear paginas web?","Como se llama el libro que publico en 2002 Kevin Mitnick, uno de los mas famosos hackers?","Como se llama el ordenador que tiene instalados los componentes del Active Directory en una red Windows?","Como se llama el periferico de entrada de datos por excelencia?","Como se llama el periferico de salida de audio que se coloca normalmente a ambos lados del monitor, formando una pareja?","Como se llama el portal de Telefonica?","Como se llama el programa de Microsoft para crear bases de datos de pequeno tamano?","Como se llama el protocolo del nivel de aplicacion de la arquitectura TCP\/IP que usa UDP para hacer transferencias de ficheros?","Como se llama el software gestor integrado en la placa base?","Como se llama el vinculo entre dos dominios o servidores Windows?","Como se llama la caracteristica en desuso consistente en dibujar en el monitor primero todas las lineas horizontales pares y despues las impares, consiguiendo altas resoluciones a bajo precio pero con gran cansancio visual?","Como se llama la equivalencia aproximada a 1,099 billones de bytes?","Como se llama la parte baja del registro AX de un PC?","Como se llama la particion que se hace en Linux del doble del tamano de la memoria fisica para funcionar como memoria virtual?","Como se llama la ROM borrable y programable electronicamente?","Como se llama la tabla con la estructura de ficheros de un CD?","Como se llama la version del protocolo IP creada para albergar un mayor numero de direcciones?","Como se llamaba el bot de canales del IRC-Hispano, antecesor de chan?","Como se llamaba el conector para el AMD Duron con nucleo Morgan?","Como se llamaba el modelo de Pentium 4 que se conectaba al socket 423?","Como se pone un espacio en HTML?","Como se representa el numero 31 en base 16?","Como se representa en hexadecimal el numero binario 1011?","Con que aplicacion gratuita podemos controlar PCs remotamente?","Con que comando convertiriamos la particion C: de FAT a NTFS en Windows?","Con que comando de Linux podemos mandar un mensaje a todos los usuarios de una misma maquina?","Con que comando de MS-DOS abrias el editor de texto?","Con que comando de MS-DOS se da formato a un disquete (la unidad es A)?","Con que comando del mIRC harias un \/msg a todos los canales en los que estas?","Con que comando en SQL se ordenan filas en las consultas?","Con que comando introducirias un comentario en un script de MS-DOS?","Con que comando matarias un proceso en Linux?","Con que comando mueves archivos en Linux?","Con que comando puedes cambiar tu contrasena en Linux?","Con que comando se accede a la configuracion general de Linux, independientemente de la distribucion?","Con que comando se visualiza algo por pantalla en C?","Con que funcion se libera memoria en Pascal?","Con que instruccion se llama a una funcion en ensamblador?","Con que lenguaje se programan los juegos mayoritariamente?","Con que orden anadirias una cuenta de usuario en Linux?","Con que orden mirarias los usuarios conectados en Linux?","Cual de estos dos tipos de memoria esta implementada mediante condensadores: las dinamicas o las estaticas?","Cual era el comando que se usaba en NT para hacer las politicas (sin el .exe)?","Cual era la capacidad, sin formatear, de un disquete de 3,5'' de alta densidad?","Cual es el acronimo de Bootstrap Protocol?","Cual es el atajo de teclado para pegar en Windows?","Cual es el colmo de la recursividad?","Cual es el comando de consola que nos muestra la version de Windows?","Cual es el comando de IRC (sin la \/) para mostrar los usuarios que existen tanto en el servidor como en la red entera?","Cual es el dominio de Internet del Vaticano?","Cual es el equivalente de 'carpeta' en el entorno MS-DOS?","Cual es el equivalente en hexadecimal al numero binario 1010?","Cual es el equivalente en hexadecimal al numero binario 1100?","Cual es el juego de caracteres universalmente empleado?","Cual es el juego donde puedes manejar a una familia entera?","Cual es el mayor numero que se puede representar con dos bytes?","Cual es el minimo numero de bytes que ocupa una cabecera TCP?","Cual es el MoD mas conocido para Half-Life?","Cual es el navegador de Internet, compacto, eficiente y rapido, y que no es I.E.?","Cual es el navegador en modo texto mas famoso en UNIX?","Cual es el nombre del servidor de correo de Microsoft?","Cual es el pais europeo que mas software pirata utiliza?","Cual es el problema mas comun con Windows?","Cual es el programa mas usual para reproducir video en formato .mov?","Cual es el protocolo mas utilizado en redes locales?","Cual es el puerto utilizado por NetBIOS de Windows?","Cual es el servicio de chat original?","Cual es el servidor web mas famoso y usado?","Cual es el significado ingles de la arroba?","Cual es el tipo de conexion a Internet mas usado?","Cual es el tipo de teclado mas comun?","Cual es la base del algoritmo de compresion usado para los MP3?","Cual es la combinacion de teclas mas usada ante fallos en sistemas Windows?","Cual es la concentracion informatica por excelencia del Pais Vasco?","Cual es la diferencia entre un vendedor de coches y uno de ordenadores?","Cual es la extension de los archivos de trabajo de Flash?","Cual es la extension mas comun de las bibliotecas del lenguaje C?","Cual es la primera tarea que realiza un compilador?","Cual es la red de IRC en habla hispana mas conocida?","Cual es la topologia fisica de una red 10BaseT (par trenzado no apantallado)?","Cual es la velocidad del puerto AGP en MHz?","Cual es la velocidad nominal del bus PCI?","Cual fue el primer microprocesador con tecnologia 3D-Now!?","Cual fue la primera cantidad de cache en placa base?","Cual fue la primera version de Windows?","Cual fue la primera version, con cierta implantacion, de Windows para redes?","Cuales son las bibliotecas de enlace dinamico mas famosas?","Cuales son las dos capas que aparecen en el modelo OSI entre transporte y aplicacion?","Cuales son las dos empresas lideres en fabricacion de microprocesadores para PC?","Cuales son las siglas de 'ordenador de conjunto de instrucciones complejas'?","Cuales son las siglas de 'single instruction multiple data'?","Cuales son las siglas de 'symmetric multiprocessing'?","Cuales son las siglas de 'telenetwork'?","Cuales son las siglas que nos recuerdan que estamos en una conexion web segura?","Cuales son los principales lenguajes orientados a objetos?","Cuanta memoria traia el Amiga 500?","Cuanta memoria traia el Spectrum?","Cuantas combinaciones distintas se pueden representar en binario con dos bytes?","Cuantas lineas de direccion son necesarias para direccionar 1 MB?","Cuantas lineas tenia el bus de direcciones del 8086?","Cuantas posiciones de memoria podremos tener con direcciones de 7 bits (en numeros)?","Cuantas teclas tiene un teclado convencional espanol?","Cuantos bits hay en 3 bytes?","Cuantos bits son 10 bytes?","Cuantos bits son un kilobyte?","Cuantos bits tiene un nibble?","Cuantos bytes hay en un gigabyte?","Cuantos bytes ocupa una variable de tipo char en Java?","Cuantos bytes tiene un kilobyte?","Cuantos bytes tiene una direccion IP v.4?","Cuantos colores permitia una EGA?","Cuantos colores tenia la primera tarjeta grafica?","Cuantos conductores tiene un cable IDE ATA 66 o superior?","Cuantos digitos se usan para cada cifra BCD?","Cuantos discos permite un RAID-5 en Windows 2000\/2003 (en numeros)?","Cuantos megahercios llegaron a alcanzar los 386 fabricados por AMD?","Cuantos nibbles hacen falta para formar un byte?","Cuantos pines tiene el conector de puerto LPT1 (en numeros)?","Cuantos pines tiene un cable IDE?","Cuantos pixeles hay en la pantalla cuando la resolucion esta a 1024x768?","De cuanta RAM estaba dotado en su version basica el Sinclair ZX-81, predecesor del Spectrum?","De cuantos bits constaban los registros del 8086?","De cuantos bits era la arquitectura del primer microprocesador de Intel?","De donde viene el nombre Cisco Systems?","De que capa es el protocolo Ethernet?","De que dispositivo son caracteristicos estos componentes: platos, cabezales?","De que es abreviatura Fortran, el lenguaje de alto nivel?","De que generacion es el procesador NEC v20?","De que marca eran las regrabadoras Traveller?","De que marca eran los monitores Flatron?","De que marca eran los monitores Multiscan?","De que marca eran los monitores Studioworks?","De que marca son los portatiles de la serie Satellite?","De que mes y ano data el RFC1?","De que pais era la distribucion Linux 'Conectiva'?","De que sitio podemos descargar en cualquier momento el ultimo kernel de Linux?","Desde que red evoluciono la actual Internet en sus comienzos (la ultima denominacion que tuvo antes de llamarse 'Internet')?","Donde nacio Jarkko Oikarinen (creador del codigo original del IRC)?","Donde se guardan las contrasenas de los usuarios locales en Windows?","En donde pasan el tiempo el noventa por ciento de los hombres cuando se meten en Internet?","En que acaban todas las sentencias en el lenguaje C?","En que algoritmo se basa el codigo de compresion ZIP?","En que ano dijo Bill Gates la famosa frase '640 KB deben ser suficientes para cualquiera'?","En que ano lanzo Microsoft la version 1.0 de su sistema operativo Windows?","En que ano se difundio el primer programa que permitia reproducir archivos MP3?","En que ano se fundo Cisco?","En que ano se superaron los 100 millones de servidores conectados a Internet?","En que capa del modelo OSI funciona un hub?","En que capa del modelo OSI funciona un repetidor?","En que capa del modelo OSI funciona un router?","En que dispositivo se implementa NAT?","En que lenguaje de programacion ha evolucionado C?","En que lenguajes esta programado el kernel de Linux?","En que medimos el tamano de un monitor?","En que numero del teclado se encuentra el caracter '='?","En que pais se fundo la compania Panda Software?","En que programa de UNIX esta basado el IRC?","En que puerto espera habitualmente conexiones un servidor de correo POP3?","En que se mide la capacidad de los discos duros?","En que se mide la velocidad de conexion (fija) a Internet?","En que sistema operativo corria Kylix?","En que tipo de ordenadores empezo Lightwave 3D?","Java es un lenguaje compilado o interpretado?","Para que se usaba QuarkXpress?","Para que sirve el GetRight?","Por que los elefantes no juegan en el ordenador? -Porque les da miedo...","Que aparato se usa como centro de la estrella en redes con RJ-45?","Que aparecia en el salvapantallas de Windows 98 'Texto 3D' cuando en su configuracion escribiamos 'Volcano'?","Que archivo contiene la informacion sobre cuanto debe esperar el ordenador para activar el sistema operativo por defecto?","Que archivo deberemos abrir para editar el arranque de Windows XP?","Que biblioteca de C contiene la instruccion 'gotoxy'?","Que biblioteca de C contiene la instruccion 'Scanf'?","Que biblioteca de C contiene la instruccion Mod?","Que bot utilizamos en el IRC-Hispano para el registro de apodo?","Que capacidad tiene un CD-ROM de 74 minutos?","Que comando se usa en Linux para configurar el LILO?","Que comando se usa en VB para ocultar un form?","Que comando se usa para promover un servidor Windows 2008 a controlador de dominio (sin el .EXE)?","Que comando se utiliza en Windows para saber el estado de las conexiones de red?","Que comando usarias para apagar Linux en modo texto?","Que comando utilizamos para verificar la conectividad con otra maquina de la misma red?","Que comandos nos proporcionan la configuracion IP de nuestro equipo en WinXP\/Vista\/7 por un lado y Win9x por otro?","Que comia felizmente el veloz murcielago del huevo de pascua del Word 2003?","Que compania desarrollo el PhotoCD?","Que dispositivo es usado para interconectar diferentes redes?","Que dominio de la Red se asocia, especificamente, con el sector de los negocios?","Que dos teclas se han de apretar para que salga el simbolo del ??","Que dos tipos de cable par trenzado hay para Ethernet?","Que dos tipos de subrutinas encontramos en Pascal?","Que dos tipos lenguajes son declarativos?","Que empresa comercializo la primera grabadora de CDs?","Que empresa creo el CD interactivo?","Que empresa espanola, dedicada a los videojuegos, quebro en el ano 2001?","Que empresa fabrica las tarjetas graficas de la serie Radeon?","Que empresa fabrico el microprocesador Z80?","Que empresa invento la tecnologia Enhanced 3D-Now! para sus microprocesadores?","Que es el bit?","Que es el DivX?","Que es la netiquette?","Que es Linux?","Que es lo primero que debes hacer si ves que no consigues encender el ordenador?","Que es lo que le falta a un microprocesador OEM en comparacion con uno 'box'?","Que es mas grande: un kilobyte o un megabyte?","Que es Prolog?","Que es un 'bug'?","Que es un entorno 4GL?","Que es un nibble?","Que es un shell?","Que es una Sound Blaster?","Que es, exactamente, TCP\/IP?","Que extension tienen los modulos de Visual Basic?","Que famosa guerra sirvio de trampolin para que se dieran a conocer las multiples posibilidades del IRC?","Que famoso escritor de virus bulgaro invento la tecnica del polimorfismo?","Que funcion de Flash nos permite crear una secuencia de movimiento entre dos fotogramas?","Que funcion en C nos permite leer un caracter introducido sin mostrarlo por pantalla?","Que funcion en C nos permite pasar a mayusculas una palabra introducida?","Que grupo de noticias de Usenet fue el primero en enterarse de la existencia de Linux?","Que hace la instruccion de ensamblador NOP?","Que hace la orden 'shutdown -r now' en Linux?","Que interfaz usan Perl, PHP y ASP?","Que invento Douglas Engelbart con la ayuda de Bill English?","Que juego es el precursor de los juegos de estrategia en tiempo real?","Que juego traia como huevo de pascua el Word 97?","Que jugadores salian en la portada del PC Futbol 7.0?","Que lenguaje de programacion debe su nombre a la primera mujer programadora?","Que lenguaje de programacion se utiliza en Flash?","Que lenguaje parecido al HTML es usado en intercambio de datos entre diferentes plataformas?","Que lenguaje utiliza Adobe Director?","Que limite de velocidad de proceso alcanzaron los procesadores i486 predecesores de los Pentium?","Que material ha desbancado al cobre en el mundo de las telecomunicaciones?","Que metodo de acceso al medio de transmision utilizan las redes Ethernet?","Que metodo de criptografia clasica desarrollo Sir Charles Wheatstone en 1854?","Que nombre anglosajon recibe el nucleo de un microprocesador?","Que nombre recibe la barra que muestra al usuario informacion adicional como: pagina actual, total de paginas...?","Que nombre recibe la integracion de imagenes, sonidos, animaciones...?","Que nombre recibia una distribucion de Linux de 'sombrero rojo'?","Que numero corresponde a los conectores RJ utilizados para hacer cables de red?","Que numero decimal corresponde al binario 00010101?","Que numero hay que teclear junto con Alt para sacar la 'n'?","Que numero teclearias, junto con la tecla Alt, para conseguir el simbolo ? en ASCII?","Que operacion matematica realiza la instruccion de codigo maquina ADC en las CPUs compatibles x86?","Que operacion matematica realiza la instruccion de codigo maquina ADD en las CPUs compatibles x86?","Que operacion realiza la instruccion de codigo maquina CLC en las CPUs compatibles x86?","Que organismo de estandarizacion es el responsable del OSI (Open Systems Interconnection)?","Que organismo estadounidense ordeno la creacion del lenguaje ADA (siglas famosas)?","Que otro nombre recibe un biestable?","Que procesador llevaban los famosos Amiga 500?","Que procesador usaban los ordenadores familiares MSX?","Que programa de la misma casa de AutoCAD es su complemento para disenos tridimensionales?","Que protocolo utiliza el puerto 23?","Que protocolo utiliza el puerto 25?","Que protocolo utiliza el puerto 443?","Que protocolo utiliza el puerto 6667?","Que protocolo utiliza el puerto 80?","Que puerto de entrada\/salida tiene la direccion 3F8?","Que puerto ha sustituido a los puertos serie y paralelo?","Que quiere decir el 'BCC' de los e-mails?","Que red fue el origen de Internet?","Que red se ha convertido en la mayor autopista de la comunicacion?","Que S.O. creo Linus Torvalds?","Que se usa en servidores Windows para limitar la cantidad de espacio usado por los usuarios?","Que sentencia -ni de control ni condicional- existe con el unico proposito de que quienes defienden la programacion estructurada tengan argumentos a favor?","Que servicio me devuelve la IP asignada a una direccion NetBIOS?","Que significa $null?","Que significa (en espanol) OOL?","Que significa 'ppp' si hablamos de una impresora?","Que significa BCD en espanol?","Que significa BSD?","Que significa CRC en espanol?","Que significa este simbolo ?:-\/ ?","Que significa GPU en espanol?","Que significa HTTPS?","Que significa Internic?","Que significa la orden de ensamblador TXA?","Que significa la serigrafia de la tecla 'Alt Gr'?","Que significa LISP (lenguaje)?","Que significa modem (en espanol)?","Que significa OOB?","Que significa OSPF?","Que significa POP3s?","Que significa SNMP?","Que significa SSH?","Que significa USB en espanol?","Que significa VPN (en espanol)?","Que significaba, en sus tiempos, HD?","Que significaban las siglas XP del AMD K7 Athlon XP?","Que significado tiene el emoticono :-)?","Que significado tiene el emoticono :-??","Que significado tienen en C el conjunto de instrucciones que empiezan por #?","Que significan (en ingles) las siglas ROM?","Que significan las siglas ARPA?","Que significan las siglas CD-RW?","Que significan las siglas FAQ?","Que significan las siglas FDD?","Que significan las siglas FSB?","Que significan las siglas GPL?","Que significan las siglas IGMP?","Que significan las siglas J2EE?","Que significan las siglas 'Me' del Windows Me?","Que significan las siglas MMX?","Que significan las siglas PROM?","Que significan las siglas RISC?","Que significan las siglas RTC?","Que significan las siglas SCO de SCO UNIX?","Que significan las siglas TPV?","Que significan las siglas UML?","Que significan las siglas VESA?","Que significan las siglas WMA?","Que significan las siglas XP de Windows XP?","Que sistema operativo emplean los servidores UNIX de Hewlett-Packard?","Que sistema operativo hizo oposicion al MS-DOS?","Que software se identifica con las siglas IIS?","Que sustancia se utiliza para mejorar el contacto entre el disipador de una CPU y esta misma?","Que tecla debes pulsar en MS-DOS para repetir la ultima linea de comando que pusiste?","Que tecla se encuentra a la derecha de la letra K en un teclado?","Que tecla se encuentra en el extremo inferior derecho de un teclado comun?","Que tecla sirve para 'actualizar' en Windows?","Que teclas debes pulsar para cambiar de ventana en Windows?","Que tienen todas las tarjetas de red que es exclusivo?","Que tipica estructura de datos es una cola?","Que tipica estructura de datos es una pila?","Que tipo de 'maquinas' de oficina son introducidas en el mercado en 1973?","Que tipo de archivos son los .h?","Que tipo de arquitectura es la que tienen las CPUs de las marcas AMD o Intel?","Que tipo de cable se utiliza en una red Ethernet habitualmente?","Que tipo de error suele generar el famoso pantallazo azul de Windows?","Que tipo de impresoras usan los fotografos profesionales?","Que tipo de lenguaje se usa en mIRC?","Que tipo de programa de dibujo es el FreeHand?","Que tipo de puerto serie mejoro en su dia la velocidad del puerto USB para la comunicacion con perifericos?","Que tipo de red es Internet?","Que tipo de redes de area local define el estandar IEEE 802.5?","Que tipo de software es Avast!?","Que universidad comenzo a distribuir libremente UNIX?","Que utilidad usarias en Linux para comprimir un archivo?","Que velocidad maxima (en KB por segundo) alcanzaria un lector de CD-ROM a 4x?","Que version de Windows NT es en realidad Windows XP?","Quien creo la 'maquina elemental'?","Quien descubrio al primer hacker de la Red y que despues escribio 'El huevo del cuco' contando la historia?","Quien dijo: 'El software es como el sexo, es mejor cuando es gratis'?","Quien era el protagonista de la primera gran saga de aventuras graficas picantes?","Quien es Tux?","Quien escribio el lenguaje de programacion Perl?","Quien fabrica las impresoras con mas Stylus?","Quien fue el autor del RFC1?","Quien fue el principal cerebro creador de Napster?","Quien invento la relacion memoria-disco-CPU?","Se puede hacer un cuadro de texto con el Microsoft Word?","'Spooling', en la gestion de dispositivos I\/O, es cuando se hace una cola de trabajos en el disco para, por ejemplo, imprimirlos. Pero, que quieren decir exactamente las letras de 'spool'?","00001111 OR 00001111.","0x29A en decimal es...","10000000 en binario equivalen en decimal a...","1024 gigabytes equivalen a...","1024 megabytes equivalen a...","1943: Entra en servicio el primer ordenador completamente electronico del mundo, el...","4 KB son...","640x480, 800x600, ................","A ordenata regalado...","A partir de cuantas r.p.m. hay discos SCSI.","Abreviatura de 'electronic mail'.","Abreviatura de kilobit.","Abreviatura de 'picture element'.","Abstraccion de un computador formada por procesador, memoria, dispositivos de almacenamiento y de entrada\/salida.","Accion que consiste en devolver a su estado original un archivo que ha sido comprimido previamente.","Acronimo de Extended Architecture (arquitectura extendida).","Acronimo de For Your Information (Para tu informacion). Se utiliza mucho en los mensajes entre usuarios de Internet.","Acronimo de Message Digest Algorithm #5 (algoritmo n?5 de compendio de mensajes). Es un algoritmo de cifrado utilizado en algunos sistemas PPP para la autentificacion.","Acronimo de Virtual Device Interface (interfaz de dispositivo virtual).","ACS (Secuenciador de llamada automatica).","Adaptador grafico desarrollado entre el CGA y el VGA.","Adobe GoLive, Dreamweaver... son herramientas de...","Agrupacion de 16 bits consecutivos equivalente a dos octetos.","Al bit adicional enviado tras los bits de datos en las comunicaciones en serie se le llama...","Al principio de Internet solo existian las BBS, pero que significan esas siglas?","Al realizar una conexion por telnet al puerto 110 accederemos al...","Al realizar una conexion por telnet al puerto 25 accederemos al...","Algoritmo de cifrado que sustituyo al DES.","Algoritmo desarrollado por IBM que fue adoptado como estandar por el Gobierno de los EEUU para comunicaciones no clasificadas en 1976.","Algoritmos + Estructuras de datos = ...............","Alternativa libre al MP3.","Antes de la aparicion de Windows 2008, unico sistema operativo de Microsoft capaz de soportar hasta 32 procesadores y 64 GB de memoria.","Antes de la generalizacion del USB, a que puerto se conectaban las impresoras?","Antigua herramienta de Internet (software) para encontrar archivos almacenados en sitios anonimos de FTP. Se requiere saber el nombre exacto del archivo a buscar para poder hacer uso de el.","Antiguo comando de MS-DOS para eliminar un directorio.","Antiguo ordenador de Apple con nombre de mujer.","Antiguo sistema de intercambio de ficheros y mensajes, asi como otras cosas, que corria sobre la red telefonica.","Antivirus mas famoso de Linux.","Ano considerado el de nacimiento del correo electronico.","Ano de aparicion de Netscape Navigator como segundo navegador web (el primero fue Mosaic).","Aparato que hace la misma tarea que un hub pero de manera mas eficiente.","Aparte del lexico, que otros dos tipos de analisis realiza un compilador?","Aplicacion escrita en Java, descargada desde un servidor web y ejecutada en el navegador del cliente.","Aplicacion para recibir, enviar y guardar correo electronico creada por Qualcomm.","Aplicacion que permite la ejecucion de programas paso a paso con el objetivo de depurarlos.","area rectangular de la pantalla en la cual se presenta una aplicacion o documento.","Azul RGB (en decimal).","Base de datos gratuita mas extendida.","BASIC: Poner un mensaje en pantalla.","Biblioteca de C que contiene getch.","Biblioteca de graficos 2D.","Biblioteca estandar de entrada y salida en C.","Biblioteca grafica muy usada.","Binario hexadecimal. Algoritmo que codifica informacion binaria en formato ASCII de siete bits permitiendo transferencia de datos y archivos.","Boton mas necesario para cualquier usuario de Windows.","Buscador de Internet comunmente utilizado para hacer trampas en el Trivial.","Byte, kilobyte, megabyte, gigabyte... Que unidad seria la siguiente?","Byte, kilobyte, megabyte... Que unidad de medida seria la siguiente?","Cable UTP (en espanol).","Cada uno de los dispositivos 'inteligentes' conectados a una red recibe el nombre de...","Campo de la informatica en el que se utiliza el lenguaje de programacion CLIPS.","Canal de comunicacion entre dispositivos formado por varias lineas.","Cantidad aproximada de valvulas del ENIAC.","Cantidad que podia almacenar un disquete de 3 1\/2'' DD, en MS-DOS.","Capacidad de un dispositivo informatico para comunicarse con otros de diferentes fabricantes.","Caracter que puede representar a uno o varios caracteres diferentes. En los nombres de archivo puede utilizarse un signo de interrogacion para representar cualquier caracter individual y el asterisco para representar cualquier caracter o grupo.","Caracteristica mas importante en la primera generacion de computadoras.","Caracteristica mas importante en la segunda generacion de computadoras.","Caracteristica mas importante en la tercera generacion de computadoras.","Caudal al que puede llegar una conexion gigabit (en Mbps).","Chip corazon de la consola Megadrive.","Chrome, Firefox, Safari, Opera... son...","Ciencia que estudia la aplicacion de la informatica y las comunicaciones al hogar con el fin de conseguir una 'casa inteligente'.","Ciencia que estudia los sistemas de control y comunicacion en las maquinas, de forma que reaccionen como un ser humano ante determinados estimulos.","Coleccion de caracteres que forman un grupo, como un codigo de identificacion, un nombre o una fecha. Generalmente forma parte de una informacion.","Comando (sin la \/) que se utiliza en IRC para abrir una conversacion con otro usuario.","Comando de comprobacion de disco en MS-DOS.","Comando de consola para enviar un mensaje a una maquina Windows remota.","Comando de IRC para reentrar rapidamente en un canal.","Comando de IRC para saber cuando entra\/sale un alias determinado.","Comando de Linux para finalizar una sesion.","Comando de MS-DOS para crear un directorio. Se puede abreviar como 'md'.","Comando de MS-DOS que se utilizaba para crear y modificar particiones de un disco duro.","Comando en Linux para visualizar el directorio en el que nos encontramos.","Comando en UNIX para saber quien soy.","Comando para cambiar atributos de un archivo en MS-DOS.","Comando para eliminar tablas en SQL.","Comando para entrar a la consola de comandos en Windows NT y siguientes.","Comando para establecer el formato del prompt.","Comando para modificar la estructura de una tabla en PL\/SQL.","Comando para renombrar archivos en MS-DOS.","Comando que en Linux sirve para apagar el sistema sin avisar.","Como maximo, cuantas particiones primarias puede tener un disco duro?","Compania creadora de los chipsets denominados nForce y nForce 2, que contenian tarjeta grafica y de sonido integradas.","Compania desarrolladora del programa RealPlayer.","Con la direccion IP 192.168.1.2, que mascara de red utilizaremos normalmente?","Conecto luego existo. No conecto luego...","Conector de forma cuadrada en el que se instalan algunos tipos de CPU, caracterizado por emplear una palanquita que se baja una vez colocado el chip y bloquea los pines.","Conjunto de 8 bits.","Conjunto ordenado y finito de operaciones que permite obtener la solucion de un problema.","Convertir de base 2 a base 10 el numero 1001.","Copia que tiene un navegador de las paginas web visitadas ultimamente.","Correo web gratuito de Microsoft, antes de Outlook.com.","Creo el lenguaje Flowmatic con el cual desarrollo muchas aplicaciones y en 1951 produjo el primer compilador, denominado A-0 (Math Matic). En 1960 presento su primera version del lenguaje COBOL (COmmon Business Oriented Language).","Criptografia: La base matematica del RSA es la aritmetica...","Criptologia es una tecnica que combina...","Cualquier ventana abierta con la cual no se este trabajando actualmente. Tambien denominada ventana en segundo plano.","Cuando elimino un archivo en Windows, este va a parar a la...","Cuando en la consola de comandos de Windows utilizamos el comando 'mkdir', que hacemos?","Cuando hablamos de la velocidad de las impresoras, que quiere decir ppm?","Cuando se migraba un dominio NT a 2000, cual era el primer servidor que se debia pasar?","Cuando tenemos puestos 24 bits de color en el escritorio, cuantos colores distintos se pueden visualizar (En millones, con un decimal)?","Cuando un virus puede cambiar su codigo decimos que es...","Cuarto elemento en la jerarquia de la informacion.","Cuarto nivel del modelo OSI.","Debian, SuSE, Ubuntu... A que sistema operativo corresponden estas versiones?","Definicion de un tipo de datos en razon de las operaciones que se les pueden aplicar, con el requisito de que los valores de tales objetos solo se pueden modificar mediante el uso de tales operaciones.","Desconectado.","Despues de la tarjeta VGA vino la...","Direccion de memoria asignada a una variable entera (entre -infinito e infinito).","Disco optico de datos de hasta 800 MB, capaz de almacenar texto, sonido e imagenes.","Disenador y administrador de un sitio web.","Disposicion fisica de una red.","Dispositivo de comunicaciones mediante el cual un equipo puede establecer conexiones a traves de la red telefonica.","Dispositivo fijo del ordenador que sirve para almacenar informacion (programas, documentos, imagenes...).","Dispositivo hardware o software que graba las pulsaciones de teclado.","Dispositivo que enruta los paquetes de informacion tomando decisiones de trafico basandose en las condiciones de la red (en espanol).","Dispositivo que se usa para proporcionar energia a un ordenador sorteando fallos electricos (en ingles).","Dispositivos que permiten al sistema comunicarse con el exterior.","Distancia maxima de la centralita a un domicilio para poder utilizar las lineas ADSL.","Dividir 1100 (binario) entre 0010 (binario).","Dos de los entornos graficos mas usados en GNU\/Linux.","Dos dispositivos de entrada ampliamente utilizados por los profesionales de las artes graficas.","Eje central de una red de ordenadores de alta velocidad que distribuye el trafico de paquetes a otras redes de velocidad inferior. Estas lineas de alta velocidad suelen cruzar tanto Europa como EE.UU. y estan sufragadas con fondos publicos.","El acronimo CPU (que los profanos confunden con la torre del PC) viene de...","El bit de relleno tambien se conoce como bit de...","El CERN (Laboratorio de Fisica de Particulas), buscando desarrollar un sistema de hipertexto e hipermedia, fue el promotor de la...","El chip que controla los puertos serie COM.","El codigo binario se basa en que dos numeros?","El control de flujo, en el modelo OSI, es la funcion propia del nivel de...","El IRC es un ............... de Internet que nos permite comunicarnos y enviar ficheros con otras personas que estan conectadas a una misma red.","El mas famoso programador de virus espanol.","El mejor buscador de Internet antes de que apareciera Google.","El mejor ordenador de Commodore.","El numero uno mundial por PDAs vendidos, durante unos anos, tras su popularizacion.","El puerto 110 TCP es normalmente usado por el protocolo...","El puerto 139 TCP es normalmente usado por el protocolo...","El puerto 22 TCP es normalmente usado por el protocolo...","El puerto 53 UDP es normalmente usado por el protocolo...","El sistema de ficheros ext2, de que S.O. es nativo?","El Z80 es un microprocesador, de cuantos bits?","Elaboracion en un ordenador personal de material de calidad suficiente para ir a la imprenta.","Elemento basico en el sistema de archivos de UNIX.","Elemento minimo portador de informacion de una imagen.","Elemento para indicarle a un objeto el camino a seguir, en Flash.","Elemento separador en una direccion electronica que asocia el nombre del usuario con el dominio al que pertenece.","E-mail.","Empresa creadora del SSL (Secure Socket Layer).","Empresa que fabricaba los procesadores K6.","Empresa que fabricaba, originalmente, los servidores Proliant.","En binario: 100 + 111. El resultado, en hexadecimal.","En binario: 1010 \/ 0010.","En binario: 1010 + 0101.","En binario: 110011 x 000001.","En creacion de paginas web, nombre que recibe un texto simple en movimiento.","En cuestion de redes, que significa PPP (en ingles)?","En el lenguaje C++, que palabra sintactica se utiliza para declarar un nuevo tipo de objeto.","En el teclado, la tecla que se encuentra a la izquierda de la Q.","En ensamblador, que se pone cuando se quiere hacer un salto largo?","En ensamblador: Cargar flags desde AH.","En ensamblador: Comparar elementos de cadenas.","En ensamblador: Salta si es igual.","En ensamblador: Salta si no es igual.","En ingles, alias o pseudonimo que utiliza un usuario de IRC.","En Java, con que mecanismo es posible que no se finalice la ejecucion una vez llegado al final de main ()?","En la CPU, UC se refiere a...","En lenguaje C, que nombre recibe un tipo creado con el operador 'asterisco'?","En lenguaje C, instruccion para borrar la pantalla.","En linea de comandos, como formateamos la unidad C: mas rapido de lo normal?","En los sistemas expertos se llama asi a la base de datos sobre la cual el sistema emite juicios.","En los sistemas operativos de la familia Windows, en donde se guarda la configuracion del sistema?","En programacion, que indica una sentencia tipo 'if'?","En programacion, estructura que repite unas determinadas operaciones un numero finito de veces.","En programacion, funcion que se llama a si misma.","En tarjetas de red, significado de MAC.","En un navegador, es la parte donde se introduce la URL que queremos visualizar.","En un navegador, es la parte inferior de la ventana donde se muestran mensajes breves acerca de la pagina que se esta visitando.","En un sistema UNIX tiene todos los privilegios.","En un teclado estandar, que letra hay a la derecha de la J?","En una puerta logica AND, si las dos entradas tienen valor '1', que valor tendra la salida?","En una red Ethernet 10BaseT con topologia de estrella, que tipo de cable usarias?","En una red Windows, que significan las siglas PDC (en espanol)?","En UNIX, que usuario puede saltarse todos los permisos del sistema?","En Windows, longitud maxima en caracteres del 'path'.","Error mas frecuente durante la navegacion por Internet, indica que la pagina a la que se intenta acceder no existe en ese sitio.","Es el corazon del ordenador, en donde se llevan a cabo las funciones aritmeticas, logicas, de control... (en espanol).","Es el mas elemental de los controles de errores. Consiste normalmente en un unico octeto obtenido mediante una o varias operaciones matematicas realizadas sobre todos los bytes de un bloque de datos con el fin de controlar los posibles errores.","Es el unico lenguaje que dominan todos los programadores.","Es una expresion cincuenta por ciento falsa al comprar hardware.","Especificaciones tecnicas que, en 1980, definieron el estandar del CD de audio.","Estructura de datos que sirve para guardar una coleccion de variables del mismo tipo.","Estructura dentro de una estructura en algoritmia, como se llama?","Extension de archivo utilizada para los mensajes de correo electronico de Outlook Express.","Extension de archivos de FreeHand (cualquier version anterior a la MX).","Extension de los archivos ejecutables en un sistema DOS\/Windows.","Famoso virus espanol que te 'encarcelaba' el ordenador.","Famosos programadores, creadores del mitico 'Match Day' y de exitos como 'Batman' o 'Head over heels'. Quienes son?","Flash: Que tipo de capa anadiremos para que un objeto siga una trayectoria especificada?","Flash: Como se llama el panel donde estan almacenados los simbolos.","Flash: Como se llama la linea donde residen los fotogramas.","Format c: \/q. Que se consigue con el '\/q'?","Formato de archivo de imagen comun en Macintosh antes del OS X.","Formato de Archivo de Imagen Etiquetada.","Formato de longitud del nombre de archivo en MS-DOS.","Formato grafico comprimido caracteristico de las imagenes en millones de colores que se preparan para ser utilizadas en multimedia e Internet.","Formato grafico de trama nativo de Windows, que soporta color hasta 24 bits.","Fue la primera mujer nombrada miembro distinguido de la British Computer Society y hasta el dia de hoy primera y unica mujer con el grado de Contralmirante de la Marina de los EEUU.","Fundamenta la separacion de las relaciones logicas y fisicas, define las BBDD mediante esquemas y subesquemas.","GIF fue el formato grafico por excelencia en los comienzos de la Web debido a su reducido tamano, pero que significan las siglas GIF?","Grupo de 4 bytes asociado a la direccion IP en una red local.","Grupo de ordenes que envia el programa de comunicaciones al modem analogico para activar una determinada configuracion.","Hablando de memoria, que significa DDR?","Hablando de resoluciones, que quieren decir las siglas 'ppp'?","Hardware con nombre de animal.","Hay tres buses en la arquitectura PC: El de direcciones, el de control y el de...","HMA. Los primeros 64 KB de memoria extendida (En espanol).","HTML: Con que etiqueta se crea una tabla?","Identificador de variable alfanumerica en BASIC.","Incluir un archivo en un e-mail.","Informacion relativa al entorno, tal como la unidad, la ruta o el nombre de archivo asociados a un nombre simbolico que pueda ser utilizado por MS-DOS. El comando 'set' permite definirlas.","Integrated Services Digital Network. Red Digital de Servicios Integrados. En espanol RDSI.","Interconexion de Recursos Informaticos. Introdujo Internet en 1989 en las universidades espanolas.","Interfaz logica de entrada\/salida para direccionar, enviar y recibir datos entre hosts usando TCP\/IP.","IRC: Comando para salir de un canal.","IRC: El script en espanol mas extendido.","IRC: Si quieres abrir un privado a alguien tienes que mandar un...","Juegos de palabras: Comprimir con el mando a distancia archivos.","Juegos de palabras: Estado agitado del ordenador que no consigue enlazar correctamente con su tarjeta de red.","Juegos de palabras: Lugar donde atracan los bits mas tontos.","Juegos de palabras: Ordenador compatible incurable, cuya compatibilidad frecuentemente se ve agravada con el paso del tiempo.","Juegos de palabras: Unir perifericos mediante cables con un visible mal humor.","La gran pareja fundadora de Microsoft.","La instruccion LOOP del ensamblador de Intel, con que registro trabaja?","La version de Windows mas incomprendida y menos utilizada (antes de Vista).","Las animaciones en Flash estan compuestas por...","Las instrucciones como FADD, FST, FLD, quien las interpreta?","Las lineas multipunto solo conectan dos ordenadores. Verdadero o falso?","Las redes entre iguales son mas conocidas como...","Las siglas de ingenieria asistida por ordenador, en ingles, son...","Le dije al MS-DOS: 'date cuen' y el me dijo...","Lenguaje C: Que funcion esta siempre presente en todos los programas?","Lenguaje C: Con que tipo se declararia una variable que vaya de 0 a 255.","Lenguaje C: Enumera los tipos de bucles.","Lenguaje C: Funcion que sirve para comparar dos cadenas de caracteres.","Lenguaje C: Funcion que sirve para copiar una cadena en otra.","Lenguaje de bajo nivel muy utilizado para programar perifericos.","Lenguaje de programacion creado por la compania norteamericana Sun, que ideo un lenguaje que pudiera usarse en todos los ordenadores, independientemente de su plataforma.","Lenguaje de programacion orientado a la gestion de ficheros.","Lenguaje de programacion visual basado en Pascal.","Lenguaje de programacion visual desarrollado por Borland.","Lenguaje desarrollado por la compania Netscape que sirve para realizar programas que logran efectos especiales en las paginas web.","Lenguaje ensamblador: Que instruccion se utiliza para mover el contenido de un registro a otro?","Lenguaje ensamblador: Que instruccion se utiliza para un salto incondicional?","Lenguaje muy usado para generar paginas web dinamicas.","Lenguaje representativo de los denominados de bajo nivel.","Linux\/UNIX: Comando que nos permite buscar cadenas de texto dentro de cualquier archivo o un conjunto de archivos.","Linux: Con que comando cambiarias el nombre a un archivo?","Linux: Que significan las siglas GCC?","Linux: Ver estructura de los procesos.","Lista de archivos enviados a la impresora. Esta lista indica el fichero que se esta imprimiendo actualmente y cuales son los que faltan por imprimir.","Lista del Internet Explorer con las direcciones de nuestros sitios preferidos que hemos ido guardando.","Lo que le decia himem.sys al autoexec.bat.","Lo que mas nos hace la puneta a los usuarios de e-mail.","Longitud maxima de segmento de una red Ethernet 10 Mbps en estrella.","Los archivos con extension .avi, que tipo de archivos son?","Los archivos con extension .bmp, que tipo de archivos son?","Los archivos con extension .gif, que tipo de archivos son?","Los archivos con extension .jpg, que tipo de archivos son?","Los archivos con extension .mov, que tipo de archivos son?","Los archivos con extension .mp3, que tipo de archivos son?","Los archivos con extension .mpg, que tipo de archivos son?","Los archivos con extension .pcx, que tipo de archivos son?","Los archivos con extension .png, que tipo de archivos son?","Los archivos con extension .ra, que tipo de archivos son?","Los archivos con extension .swf, a que software pertenecen?","Los archivos con extension .tif, que tipo de archivos son?","Los archivos con extension .wav, que tipo de archivos son?","Los archivos con extensiones .htm y .html, que tipo de archivos son?","Los archivos con extensiones: zip, arj, rar, cab, ace, lha..., que tipo de archivos son?","Los biestables son de tipo flip-flop o de tipo...","Los protocolos XON y XOFF, a que tipo de control de flujo pertenecen?","Los tres tipos mas comunes de redes atendiendo a su extension (de menor a mayor).","Manchar de huellas digitales toda la pantalla :-).","Manera de alcanzar un objetivo basada en la experiencia mas que en el calculo. Esta tecnica no garantiza un resultado cierto (comparada a un algoritmo que es un procedimiento que, cuando se aplica, produce siempre el resultado deseado).","Maquina electronica capaz de procesar informacion siguiendo instrucciones almacenadas en programas.","Matematico britanico (1912-1954) cuyas teorias ayudaron al desarrollo de la informatica.","Me las doy de saber de informatica, de ser hacker, pero en realidad no tengo ni idea. Soy un...","Mediante que comando se accedia al administrador de discos en NT server.","Mediante que comando se accedia al Administrador de Usuarios de Dominio en NT server.","Metodo de programacion mas frecuente para ordenar vectores consistente en ir comparando dos elementos.","Metodo para la deteccion de errores basado en las propiedades de division de polinomios (Redundancia ciclica).","Mi ............ es virgen. Tiene intacto el himem.sys.","mIRC: Con que comando (sin \/) salimos de todos los canales?","Modelo del mitico ordenador Spectrum de teclas de goma.","Modelo OSI: Capa que se ocupa de la sintaxis y de la semantica de la informacion que se pretende transmitir.","Modelo OSI: Es el bloque informativo que la entidad de la capa N pasa a la entidad correspondiente de la capa N-1 a traves de la interfaz N.","Modo de color que se utiliza en impresion. Se basa en cuatro tintas puras: cian, magenta, amarillo y negro (siglas inglesas).","MS-DOS: Para que se usaba el comando 'fdisk'?","MS-DOS: Para que se usaba el comando 'format'?","MS-DOS: Antiguo editor de texto orientado a lineas.","MS-DOS: Comando para borrar un directorio.","MS-DOS: Comando para dar formato a un disquete y que sea de arranque de sistema.","MS-DOS: Comando para listar, ordenado por tamano, el contenido de un directorio.","Mucha gente se equivoca abreviando megabyte (MB) como Mb. Que significa en realidad Mb?","Muchos no podrian vivir sin ello.","Muestra las relaciones entre las entidades de la base de datos.","Nivel 1 del modelo OSI.","Nombre completo del padre de la computacion moderna.","Nombre dado a los saltos, alternativo a 'jump'.","Nombre dado al software malicioso que espera cierto tiempo para realizar el dano.","Nombre de la que fue la mayor red de mensajeria de BBS.","Nombre de la rutina del BIOS que comprueba el sistema y realiza la inicializacion de los diferentes componentes hardware al encender el equipo.","Nombre de la tecla del teclado para marcar espacios.","Nombre del algoritmo de clasificacion de paginas web de Google.","Nombre del entorno usado para compilar en Component Pascal.","Nombre del fundador de la inteligencia artificial.","Nombre del mayor fabricante de routers.","Nombre del navegador propio del escritorio KDE de Linux.","Nombre del organismo puesto en marcha por las autoridades federales norteamericanas para centralizar y difundir todas las informaciones sobre ataques y fallos de seguridad en las redes y sistemas informaticos.","Nombre del primer programa reproductor de MP3.","Nombre del sistema operativo alternativo a Windows con mas futuro.","Nombre del sistema operativo de los AS\/400 de IBM.","Nombre que recibe el procesador grafico de una tarjeta de video.","Nombre que se da a los sitios de software pirata en la Red.","Nombre, en ingles, de la placa base del PC.","Normalmente, punto de conexion del equipo en el que se pueden conectar dispositivos que reciben y\/o envian datos.","Numero de bits (en simple precision) por los que esta formado la mantisa.","Numero de operaciones por ciclo de reloj que realizan las memorias DDR.","Opcion de los sistemas operativos que utiliza el disco para ampliar la memoria disponible.","Orden de desarrollo de los principales microprocesadores Intel, anteriores al Pentium.","Orden de Visual Basic para crear una bifurcacion condicional compleja.","Orden para agrupamiento de registros en SQL.","Ordenador conectado a otros que ejecuta una accion en base a la solicitud de estos.","Ordenador de Apple lanzado en 1977.","Ordenador que se usa inmediatamente despues de comer :-).","Ordenadores de la manzana.","Pagina web no encontrada. Error numero...","Palabra que en ingles designa a un navegador o explorador de la World Wide Web.","Paquete de informacion que, a diferencia de IP o de IPX, no esta orientado a la conexion.","Para que un procedimiento sea visible en otro modulo en Java, que tenemos que ponerle?","Para reservar memoria en C se usa 'malloc', pero que otra palabra, ademas de esta, se puede usar en C++?","Parte de la interfaz grafica de usuario del S.O. cuyo contenido es independiente del resto.","Parte de la unidad aritmetico-logica de la CPU que almacena los resultados intermedios.","Parte modular de un programa informatico que se puede llamar desde un programa principal.","Pasa el numero 16 a hexadecimal.","Pascal: Orden para limpiar pantalla.","Paso por variable y paso por...","Pedacito de arena amasado por un japones que sirve para procesar, almacenar, etc.","Pequeno programa para realizar tareas o efectos especiales en las paginas web.","Periferico del ordenador disenado para pasar a un soporte solido (papel, acetato, etc.) texto e imagenes.","Pon un ampersand.","Por orden, las letras en un teclado espanol de ordenador (todas juntas).","Preparado para enviar. Con esta senal el modem telefonico le indica al ordenador que puede enviar mas datos.","Presentar el contenido de un archivo en una ventana o ampliar un icono para convertirlo en una ventana.","Primer bit en un conjunto de datos que indica que los siguientes son datos.","Primer bus que supero al ISA en rendimiento.","Primer elemento en la jerarquia de la informacion (piramide de la informacion).","Primer ordenador campeon de ajedrez.","Primer ordenador personal equipado con raton.","Primer software del disco duro que se ejecuta tras el encendido del ordenador y que permite a este iniciar el sistema operativo.","Primera capa de software que recubre al hardware, facilita la interaccion de los usuarios y la programacion de aplicaciones.","Primera maquina sumadora funcional.","Primero fue el Napster, despues el Morpheus y luego el (snif) desaparecido...","Principal operadora de cable en Espana.","Principales lenguajes para componer paginas web.","Principales tipos de bases de datos.","Probemos la velocidad. Escribe este simbolo: ~.","Procesador de textos de Microsoft.","Procesador intermedio entre Pentium MMX y Pentium II, generacionalmente hablando.","Proceso padre en Linux.","Programa complementario para el navegador que actua de interprete y visor de elementos multimedia distribuidos a traves de la Web.","Programa de comunicaciones efectuadas a larga distancia desarrollado en la Universidad de Columbia en 1981.","Programa desarrollado inicialmente por Macromedia que permite crear animaciones muy complejas y codificar video en archivos de tamano reducido.","Programa muy usado para crear animaciones vectoriales en Internet.","Programa que impide que distintas aplicaciones utilicen la misma area de memoria extendida al mismo tiempo.","Protocolo a nivel aplicacion que sirve para supervisar redes en Windows.","Protocolo de autentificacion 'Challenge-Handshake'. Este protocolo permite diversos tipos de algoritmos de cifrado como MD5 y DES.","Protocolo de comunicaciones de una red Novell Netware.","Protocolo Ligero de Acceso a Directorio.","Protocolo que controla las comunicaciones cifradas y autentificadas a traves de Internet.","Protocolo que usa un servidor para asignar direcciones IP dinamicamente a los hosts.","Protocolo usado en videoconferencia.","Puerto del HTTPS (HTTP Seguro).","Puerto estandar del SSL.","Puertos que permiten recibir y transmitir datos de forma secuencial, en declive tras la aparicion del USB.","Quality Of Service.","Que no, que la CPU no es la torre del ordenador. La CPU es el...","Que no, que los bits por segundo no son equivalentes a los...","Quinto nivel del modelo OSI.","Rango de frecuencias asignadas a un canal de transmision. Corresponde al ancho existente entre los limites de frecuencias inferior y superior en los que la atenuacion cae 3 dB.","Ranuras de expansion, en ingles.","Red (obsoleta) con estructura de anillo.","Red de transmision de datos de Telefonica anterior a Infovia y dirigida a empresas.","Red espanola gestionada por Telefonica con protocolo IP. Era la subred Internet espanola primigenia.","Red interna de una empresa con funcionamiento similar a Internet y que parcialmente puede exponer informacion al exterior.","Red internacional de conexion informatica, descentralizada, no jerarquica, creada en 1983.","Red usada por una empresa para conexion entre sus empleados, con sus clientes o con sus socios.","Redes para la distribucion de datos en un area geografica del entorno de una ciudad.","Representacion interactiva de una persona en un ambiente de realidad virtual (De la novela 'Snow Crash' de Neal Stephenson).","Risa picarona en el chat :-).","Rojo RGB (decimal).","Scripting: Cual es el identificador para ensenar la carpeta donde se guardan los DCC?","Se produce una ............... cuando la carga existente sobrepasa la capacidad de una ruta de comunicacion de datos.","Se utiliza para reflejar estados de animo en cualquier tipo de comunicacion escrita no formal, como el correo electronico o el chat. Se basa en la combinacion de signos ortograficos convencionales.","Secuencia que se inicia con el valor 1B (hexadecimal) o 27 (decimal) correspondiente a 'Esc'. Se utiliza en multitud de ocasiones siendo la mas usual en los archivos de emulacion de terminales con el fin de conectarse a ordenadores remotos.","Segundo elemento en la jerarquia de la informacion.","Segundo nivel del modelo OSI.","Sentencia de BASIC para reproducir un pitido.","Sentencia que en el autoexec.bat de MS-DOS permitia utilizar un programa en cualquier directorio desde el raiz.","Senal basica que viaja por la linea telefonica y que utilizan los modems analogicos para transmitir datos.","Senal que le envia un modem analogico a otro durante aproximadamente un segundo para eliminar problemas de sincronizacion que puedan producirse durante la comunicacion. Pueden existir, segun el protocolo utilizado, varias senales de este tipo.","Septimo elemento en la jerarquia de la informacion.","Septimo nivel del modelo OSI.","Servicio puesto en marcha en 1999 por Telefonica para sustituir a Infovia.","Servicio que permite enviar mensajes electronicos y archivos anexos a usuarios remotos a traves de Internet.","Servidor que almacena los datos a los que se accede desde un 'front-end'. Los mexicanos lo traducirian como 'trasero-final'.","Sexto elemento en la jerarquia de la informacion.","Sexto nivel del modelo OSI.","Si a 1 gigabyte le restamos 1000 megabytes, cuantos megabytes nos quedan?","Si la transmision de datos en una red se lleva a cabo sin ninguna modulacion, hablamos de...","Si no fuera por C, usariamos :-D...","Si nos piden hacer un circuito con puertas logicas y no tenemos puertas AND pero si NAND, cuantas NAND harian falta para hacer la misma funcion que una AND?","Si quieres grabar una cancion en tu PC y que ocupe poco espacio, que formato emplearias?","Si tenemos un programa escrito en codigo fuente, este puede ser compilado o...","Si tenemos una tarjeta de red, como se suele llamar tambien a su direccion fisica?","Siglas de 'Prefijo de direccion absoluta'.","Siglas de Active Server Pages.","Siglas de American Standard Code for Information Interchange.","Siglas de Asymmetric Digital Subscriber Line.","Siglas de Central Processing Unit.","Siglas de Compact Disc-Read Only Memory.","Siglas de Disk Operating System.","Siglas de Extensible Markup Language.","Siglas de File Allocation Table.","Siglas de Internet Information Services.","Siglas de la tecnologia propia de los monitores de pantalla plana.","Siglas de la Union Internacional de Telecomunicaciones.","Siglas de Local Area Network.","Siglas de Read Only Memory.","Siglas de Red Telefonica Basica.","Siglas de Transfer Control Protocol \/ Internet Protocol.","Siglas de World Wide Web.","Siglas del comercio electronico entre empresas.","Siglas del Consorcio de la World Wide Web.","Siglas del Sistema de Nombres de Dominio (en ingles).","Siglas inglesas y espanolas para indicar la resolucion de una impresora.","Siglas que designan a los antiguos monitores de tubo de rayos.","Siglas: ACK (en ingles).","Siglas: AI (en ingles).","Siglas: ARCNET (en ingles).","Siglas: ARPANET (en ingles).","Siglas: bps (en espanol).","Siglas: CD-ROM (en ingles).","Siglas: CHAM.","Siglas: IDEA.","Siglas: PGP.","Siglas: URL (en ingles).","Siglas: USENET (en ingles).","Siglas: UUDECODE (en ingles).","Siglas: WAN (en espanol).","Significado de AI (en espanol).","Significado de DTR, siglas definidas por el RS-232-F.","Significado de la extension de archivo DBF.","Significado de las siglas ADSL en espanol.","Significado de las siglas DDL.","Significado de las siglas DHCP.","Significado de las siglas MIPS cuando hablamos de un procesador (en espanol).","Significado de las siglas MP3.","Significado de RIP (no el de los muertos XD).","Significado de siglas EDO (hablando de RAM).","Significado de SVGA.","Significado en espanol de GUI.","Significado en espanol de las siglas de la empresa AMD.","Sin darle mucho a la cabeza, que hay que hacer cuando Windows no funciona correctamente?","Sirven para optimizar la Ley de Murphy :-).","Sistema algebraico en el que se basa la electronica digital.","Sistema de musica por ordenador. Sus ficheros no tienen sonidos digitalizados sino informacion sobre notas, instrumentos, duraciones...","Sistema formado por una pantalla y un teclado.","Sistema operativo desarrollado en los anos 1960 y 1970, que dispone de una gran capacidad para ser utilizado como servidor de Internet.","Sistema operativo mas usado.","Sistema que permitio usar discos duros de mas de 512 MB.","Solucion de Microsoft que permite ejecutar aplicaciones en servidores Windows remotos.","SQL es un lenguaje que se utiliza en bases de datos para hacer...","SQL: Clausula para crear una tabla.","SQL: Operador utilizado en la comparacion de un modelo.","SQL: Operador utilizado para especificar un intervalo de valores.","SQL: Puntero que referencia a un area de texto y permite acceder a la informacion contenida en esta.","SVGA, VGA, EGA, CGA y...","Tablas que se emplean para conocer las funciones de las puertas logicas dadas.","Tambien llamado controlador, es un pequeno software que contiene las instrucciones necesarias para que el sistema operativo pueda manejar un componente hardware.","Tambien llamado hiperenlace.","Tambien llamado hipervinculo.","Te mueves menos que un emulador de Pentium Pro para...","Tecla para editar una celda en Excel.","Tecnica de acceso al medio utilizada por el estandar IEEE 802.3.","Tecnica de transmision de datos multimedia en la cual se envia un flujo constante de informacion.","Tecnica para eliminar todos los errores de un programa (en espanol).","Tecnica para obtener contrasenas o datos confidenciales de usuarios mediante pequenos trucos.","Tecnologia de comunicaciones que utiliza una frecuencia portadora unica y requiere que las estaciones conectadas a la red participen en cada transmision.","Tecnologia que permite mandar imagenes por telefono movil.","Telefonia movil: Que significa SMS.","Tercer elemento en la jerarquia de la informacion.","Tercer nivel del modelo OSI.","Termino tomado del autor William Gibson, de su novela 'Neuromante', que es actualmente usado para describir el rango entero de recursos informaticos disponibles a traves de todas las redes.","Termino utilizado para describir el proceso de transferencia de un archivo desde Internet al disco duro de un ordenador.","Terminos correctos en espanol para los incorrectos 'encriptar' y 'desencriptar'.","Tipico puerto paralelo para impresora.","Tipo de archivo comprimido. Muy utilizado, especialmente en Internet, fue ideado por la empresa PKware.","Tipo de cable usado en una red Ethernet 100BaseFX.","Tipo de programacion en la que se utilizan objetos.","Tipos de algoritmos publicos en criptografia.","Tipos de cursores en PL\/SQL.","Tipos de datos: En C, struct, en Pascal...","Tipos de direccion IP atendiendo al modo de asignacion.","Topologias de red: Varios equipos conectados a un concentrador (hub).","Transmision simultanea de un grupo de bits, uno por cada linea del canal.","Trivial en IRC: A que le echamos casi siempre la culpa cuando otro es mas rapido?","Un archivo .BMP es un saco de...","Un informatico cuando no recuerda algo piensa asi:...","Un lenguaje de programacion.","Un programa para acceder a servidores UNIX por telnet, ssh, raw o rlogin.","Una abreviatura que significa 'a proposito', 'por cierto'... empleada sobremanera en foros de Internet.","Una alternativa a un PC podria ser un...","Una de las bases de datos mas potentes.","Una de las principales empresas de informatica.","Una tia tan fea, tan fea, pero tan fea, que cuando mando su foto por correo electronico la detecto...","Unidad de disco que esta a disposicion de varios usuarios y computadoras conectadas a traves de una red.","Unidad de informacion que equivale a 1024 megabytes.","Unidad de medida que indica el numero de caracteres impresos en una linea.","UNIX\/Linux: Como se llama el daemon que gestiona muchos de los servicios de red, tendiendo ahora a ser sustituido por xinetd?","UNIX\/Linux: Cual es el comando comunmente usado para cargarse archivos, equivalente al 'del' de MS-DOS?","UNIX\/Linux: Existe MS Internet Explorer para estos sistemas?","UNIX\/Linux: Comando equivalente al 'copy' de MS-DOS.","UNIX\/Linux: Comando equivalente al 'md' de MS-DOS.","UNIX\/Linux: Comando para mostrar procesos en curso.","UNIX\/Linux: Programa de conexion remota (shell) con seguridad incorporada.","UNIX\/Linux: Si soy el superusuario y tecleo 'whoami'... que palabra vere escrita?","UNIX: Con que comando podrias ver las paginas del manual de algun comando?","UNIX: Cuales son las dos distribuciones gratuitas basadas en BSD mas famosas?","UNIX: Extension de las bibliotecas que se vinculan dinamicamente a un programa.","UNIX: Extension de las bibliotecas que se vinculan estaticamente a un programa.","UNIX: Simbolo que permite conectar la salida de un comando con la entrada de otro.","Uno de los mas famosos hackers.","Utilidad de Windows para reorganizar, a bajo nivel, los datos de nuestro disco duro.","Velocidad maxima de una red inalambrica IEEE 802.11b.","Venga, asi... como de memoria... numero del RFC del IRC.","Ventana emergente.","Ventana que contiene el area de trabajo y la barra de menus de una aplicacion. El nombre de la aplicacion aparece en la parte superior de esa ventana.","Ventana situada dentro de una ventana de aplicacion.","Verde RGB (decimal).","Version de Windows anterior a la Millennium Edition.","Virus de MS-DOS que llenaba la pantalla de lineas verticales.","Visual Basic: Que tipo de arbol tiene la busqueda mas sencilla?","Windows 95, puede tener perfiles locales?","Windows 98: El modo 'a prueba fallos', que resolucion grafica tenia?","Windows es a Bill Gates como Linux a...","Windows: (jejeje) Que es un pantallazo azul?","Windows: Programador de tareas.","Windows: Que tecla permite cambiar el nombre a un icono, archivo o carpeta.","Y para que no se diga que no pongo acronimos: Acronimo de 'There Ain't No Such Thing As A Free Lunch' (No hay nada como un bocado gratis). Expresion popular entre los usuarios de Internet.","Zona de contacto, conexion entre dos componentes hardware, dos aplicaciones o entre un usuario y una aplicacion.","Quien fue la primera mujer programadora?","A que nos referimos al hablar de GeForce, Radeon...?","Con que modelo se lanzo Sony al mundo de las consolas?","Que bloque funcional de una computadora se encarga de la comunicacion de esta con el exterior?","Que era el VAX-11?","Que famoso shot'em up de id Software marco un antes y un despues en su genero?","Que lenguaje informatico esta inmediatamente por encima del codigo maquina?","Que nombre recibe la base numerica cuyos simbolos van del 0 al 9 y de la A a la F?","Que tipo de lenguajes de programacion son el C y el Pascal?","En que patetico sistema operativo se muestra el error 'El programa ha efectuado una operacion no valida y sera interrumpido'?","Que significan las siglas OpenGL?","(algebra booleana) Que dos nombres recibe esta operacion: (NOT (A) AND B) OR (A AND NOT (B)).","(algebra de Boole) Cuanto es uno + uno?","(Broma) Los de Microsoft cometieron un error tipografico al escribir 'plug and play'. Que deberian haber puesto en realidad?","(OpenGL) Que significan las siglas GLUT.","Como se llama a una muestra digital de sonido?","Con que tipo de flip-flop se construyen las memorias RAM?","Cual es la cabecera de todo archivo HTML?","Cual fue el motivo principal del fracaso de los primeros Celeron de Intel?","Cual fue la primera empresa en desarrollar un entorno grafico de ventanas?","Cuales son las dos primeras cosas que te pide un sistema UNIX (o Linux) cuando accedes a el?","Cuales son las unidades de memoria a las que se accede mas rapido?","Cuantas lentes tiene un lector de DVD?","Cuantos bytes son medio KB?","Donde esta almacenado todo lo que ves en la pantalla?","Para que aceleradora 3D estaba optimizado el Quake III Arena?","Que dos nombres recibe el algoritmo que hace que no se vean las caras ocultas en escenas 3D (test de profundidad)?","Que nombre recibe la unidad formada por 2 elevado a 40 bytes?","Que significa exactamente DBA?","Que significan las siglas del comando de UNIX, pwd?","Que significan las siglas EEPROM?","Que significan las siglas MUD (juegos roleros en texto a traves de Internet)?","Que significan las siglas UAL (ALU en ingles)?","Que significan las siglas VRML?","Que sistema operativo libre es el mas potente y usado por los mas avidos internautas?","Que son el raton, el escaner, la impresora, la pantalla y el teclado?","Que tipo de transistor se utiliza en las CPUs?","Sobre que sistema operativo funcionaban los Windows 9x?","Cuando tras una operacion aritmetico-logica el resultado ocupa mas que la unidad de almacenamiento de salida, se produce un... (En ingles).","En un principio los lectores de DVD tenian una sola lente pero tenia el inconveniente de no poder leer... que?","Error informatico, en ingles.","Estrategia de programacion que sirve para controlar la concurrencia de procesos a recursos compartidos.","Instruccion FTP para que te vaya mostrando por pantalla la cantidad de bytes bajados mientras descargas un fichero.","Las instrucciones que estan en memoria principal pasan por otro tipo de memoria antes de ser ejecutadas. Cual es?","Nombre comercial del AMD K7.","Nombres tecnicos de lo fisico y lo logico en un ordenador (maquina y programas).","Orden FTP para enviar multiples archivos del local al servidor.","Primer juego (de estrategia) espanol que alcanzo exito mundial.","Ordenador personal disenado por Commodore.","Unidad de medida de velocidad para el microprocesador del ordenador.","Como se denomina el paquete de utilidades de Microsoft que contiene editor de texto y hoja de calculo entre otros?","Como se llama el programa de edicion de imagenes que viene con Windows?","Con que combinacion de teclas podemos abrir en el Winamp la ventana de Abrir URL?","Cual es el nombre del juego mas popular producido por id Software?","Que entorno es mas estable en todo sentido para trabajar: Linux o Windows?","Que programa de mensajeria instantanea era el mas popular en el ano 2000?","Que significan las siglas AOL?","Icono sexual del boom de Internet a finales de los 1990.","Nombre del programa de diseno asistido por ordenador mas popular.","Como de denomina la direccion web de cualquier recurso en Internet?","Como se llama el texto que acompana al nombre de un canal de IRC?","Como se llamaba el robot de servicio de la red IRC de Terra (irc.terra.es) alla por el 2000?","Con que simbolo se identifican los Ops en una red IRC?","Cual era el puerto usado por el caballo de Troya SubSeven?","Cual es el mas extendido programa de correo electronico de Microsoft?","El Netbus, el BackOrifice, el SubSeven... eran...","En terminos de scripting en mIRC, las abreviaturas de comandos de IRC se llaman...","Como se llama la copia de Microsoft de JavaScript?","Con que combinacion de teclas se consigue ~?","Con que combinacion de teclas se consigue ??","Con que combinacion de teclas se consigue ??","Con que combinacion de teclas se consigue ??","Cual es la etiqueta HTML (sin <>) para hacer un retorno de carro?","Cuantos kilobytes tiene un megabyte?","De que material se fabrican los circuitos integrados?","Que comando utilizarias para cambiar de servidor en IRC (sin \/)?","Que empresa diseno el primer microprocesador?","Empresa que desarrollo el WordPerfect.","La expresion 'a?b:c' es una...","A que ciencia le es muy util la programacion en Fortran?","Como se denomina al sistema de modulacion digital en fase?","Como se llama la memoria ROM que solo puede grabarse una vez?","Como se llamaba el efecto de atascamiento que se producia cuando habia un proceso limitado por CPU y muchos por I\/O?","Cual es el resultado de la suma logica 1+1?","Cual fue el predecesor de la Web?","Cuantos bytes ocupa una direccion IP en la version IPv6?","De que marca eran los microprocesadores que tenian los ZX Spectrum?","En donde se ejecutan aisladamente los applets Java en un navegador?","En que banda funcionan los moviles UMTS?","En que forma representa una computadora un numero real?","En que modo representarias los numeros enteros en una computadora?","Que componente electronico utilizan las computadoras para transformar informacion digital en sonido?","Que empresa creo el lenguaje de programacion Javascript?","Que empresa fue la creadora de la OpenGL?","Que era el CP\/M?","Que es Macintosh?","Que microprocesadores utilizaban las maquinas con las que se disenaron los efectos de 'Titanic' (1997)?","Que ocurre cuando se produce un fallo de pagina en un sistema operativo?","Que operacion grafica se ha efectuado si a las coordenadas x e y de un segmento se las multiplica por una constante positiva?","Que procesadores 'calzan' normalmente las estaciones de Oracle Sun?","Que se utiliza en programacion para realizar accesos al nucleo del S.O.?","Que tipo de memoria se puede borrar aplicandole luz ultravioleta?","Que version de MPEG utilizan los archivos MP3?","Antiguo ataque basado en la activacion del flag OOB (out of band).","Artifice de la arquitectura de computadores.","Cuando en una computadora se divide por 0 se produce una...","Cuando una transformacion grafica conserva su modulo se dice que es...","De los primeros juegos de la compania id Software, simulaba 3D.","En las CPUs Intel existen 3 tipos de segmentos: de datos, de codigo y...","En que parte de la CPU se guardan las direcciones de subrutinas de interrupcion.","En un micro RISC la unidad de control esta microcableada, y en un CISC...","Envio masivo de e-mails publicitarios.","Escribe la instruccion para mover el contenido del registro D1 al D2 (modo byte) para los procesadores de la familia Motorola 68K.","Escribe la orden para realizar la siguiente busqueda logica en un buscador de Internet: Buscar todo sobre futbol y Espana menos del Bar?a.","Expresion que significa 'retorno de carro' en C.","John the Ripper es un famoso crackeador de contrasenas programado originalmente para que sistema operativo.","Nombre de la interfaz grafica del Mac OS X.","Nombre de un estandar de programacion que favorece la portabilidad a diferentes sistemas operativos.","Nombre del archivo donde se encontraban los comandos internos del MS-DOS.","Normalmente, cual es el proceso padre de un programa que ejecutamos en UNIX?","Si en el archivo \/etc\/passwd no estan las claves de un sistema UNIX, en donde estaran?","Si juntamos un poco de UNIX, Windows y Mac OS, que tenemos?","Tecnica basada en el falseo de la IP remitente.","Tecnica utilizada para evitar que un programa tenga que estar completo en memoria principal.","Como se llama el grupo de hackers que lanzo en 1998 el famoso Back Orifice?","Cual es el programa cliente mas popular para IRC?","En que ano Jarkko Oikarinen invento el IRC?","Quien fue el creador del IRC?","IRC: Como se llama al usuario que ingresa por primera vez al IRC?","IRC: Como se llama la accion de quitar un modo +o?","IRC: Cual era la leyenda que aparecia cuando un usuario se desconectaba por un ataque de flood?","IRC: Cual es el significado del modo +h?","IRC: Cual es el significado del modo +v?","IRC: Cual es la accion de no permitir a un usuario la entrada a un canal?","IRC: Ping?","IRC: Que es un vhost?","IRC: Accion de robar, apropiarse o hacerse con el control de un canal.","IRC: Accion inmediatamente posterior a un netsplit.","IRC: Consiste en un 'baneo' masivo.","IRC: Consiste en usar una maquina intermedia para mantener una comunicacion TCP 'virtual' entre dos maquinas.","IRC: Cuando dos servidores se desconectan, que se produce?","IRC: Cuando hay dos conexiones al servidor con la misma IP se produce un...","IRC: Persona encargada de cuidar un servidor o red de IRC.","IRC: Prohibicion de entrada a una red IRC, de manera global.","IRC: Protocolo de conexion directa usuario a usuario en el IRC.","IRC: Red con mas usuarios (a junio de 2012).","IRC: Robot logico.","IRC: Script en espanol escrito por GSi.","IRC: Si una persona no esta presente se dice que esta...","Mensajeria instantanea: Como se llama el programa cuyo logo es una flor?","Velocidad maxima de un lector de CD-ROM (Ejemplo: 69x).","Cual es la unidad utilizada para medir el movimiento del raton?","Efectivamente, odio las preguntas de...","Como se llamo el tercer juego de ordenador de la saga 'Command and Conquer'?","Como se llamo la segunda parte del juego de ordenador Age of Empires?","De que pais son los programadores del juego de ordenador 'Commandos'?","Cual es la rama de la computacion especializada en la automatizacion de los trabajos de oficina?","Que nombre recibe el conjunto de simbolos, palabras, lenguajes y programas utilizados en computacion?","Que significan las siglas JPEG?","Quien publico en 1954 la primera version del lenguaje Fortran?","A grandes rasgos, cuales son los dos tipos de memoria que forman parte de una computadora?","Conjunto de normas que deben cumplir dos o mas ordenadores para comunicarse.","Conjunto de opciones posibles que ofrece un programa.","Protocolo para enviar el correo electronico.","Protocolo para recibir el correo electronico.","Termino que se emplea para designar a la memoria tampon.","Viajero del ciberespacio.","Primer ordenador domestico que permitia simultanear los sistemas Mac y PC.","Como se denomina el paquete de Microsoft que contiene Word, Excel, PowerPoint, Outlook y Access?","Cual fue, en los primeros anos 2000, el microprocesador menos potente y mas barato de Intel?","Que tecla suele ser utilizada en la mayoria de los programas para la 'Ayuda'?","Quien empezo la lucha contra Napster en sus origenes?","Los escaneres que no se conectan al puerto paralelo ni al USB, son...","Que tipo de fichero es un documento HTML?","Como se llama el salvado que incluye solo los ficheros modificados desde el ultimo backup?","Como se llaman, en ingles, los mensajes enviados a todos los equipos de una red?","Con que nombre se identifica una agrupacion de sectores de disco?","Con que sobrenombre se conoce a IBM?","Cuales son las siglas en espanol equivalentes a UPS?","Que estamos modificando cuando hacemos 'subnetting'?","Que protocolo convierte la direccion IP a direccion MAC?","Que significaban las siglas NT en Windows NT?","Que significan las siglas ICMP?","Del ingles al espanol 'smiley' (argot informatico).","Como se llamaba la computadora que gano a Kasparov en una partida de ajedrez?","Cuales fueron las dos primeras letras (la comunicacion se corto) que se intercambiaron dos ordenadores en lo que seria el nacimiento de ARPANET, en 1969?","Que significan las siglas VDT?","(Redes) Que significan en espanol las siglas PPP?","A partir de que cilindro no debemos colocar un gestor de arranque porque no nos arrancara?","Como se denomina al controlador principal de dominio en una red Windows?","Como se denomina al controlador secundario de dominio en una red Windows?","Como se denomina al super usuario o administrador de un sistema UNIX\/Linux?","Como se denomina una red de area metropolitana?","Como se llama el concentrador de una red que no sea Token Ring?","Como se llama el metodo por el cual enviando informacion masiva a un usuario de IRC conseguimos que se desconecte de la red o que le suba el lag?","Como se llama el procesador de textos integrado en la suite Office?","Como se llama el programa de Adobe para leer archivos de extension PDF?","Como se llama en realidad el microprocesador llamado comunmente '386'?","Como se llama en realidad el microprocesador llamado comunmente '486'?","Como se llama la hoja de calculo integrada en la suite Office?","Como se llamaba el directorio de Novell Netware?","Como se llamaba el juego que incluyo en uno de sus discos el grupo Iron Maiden?","Como se llamaba el metodo por el que enviando informacion erronea a un sistema conseguiamos que se colgara?","Como se llamaba el servicio de acceso remoto de Windows NT?","Cual es el sistema operativo mas famoso utilizado en routers?","Cuantos contactos tiene una faja IDE?","Cuantos contactos tiene una faja Wide SCSI?","Cuantos minutos de audio admite un CD de 650 MB?","Cuantos niveles tiene el modelo de red OSI?","De que color es la famosa pantalla con la que Windows nos informa de un error critico en el sistema?","De que forma tratan la informacion las lineas ADSL?","De que topologia es una red cuyo concentrador es un MAU?","En que ano se publico el lenguaje de programacion C?","En que ruta se encontraria la primera particion del primer disco duro IDE en un sistema Linux?","Que antivirus venia con Windows XP?","Que metodo del formateo de discos solo borra la tabla de asignacion de archivos?","Que palabras muestra el primer programa que hacemos cuando estamos aprendiendo lenguajes de programacion (sobre todo C)?","Que podemos quitar para borrar las configuraciones del BIOS?","Que protocolo usamos para emular terminales tontas conectadas a un sistema UNIX?","Que significan las siglas de la empresa HP?","Que significan las siglas TRAC?","Autor del script IRcap.","Autor del script X-CRiPt.","Comando (sin la \/) para salir del mIRC.","Comando para cambiar el alias desde mIRC.","Comando para cargar un script al mIRC.","Comando para conectarte a un servidor desde mIRC.","Comando para ejecutar un programa desde mIRC.","Comando para limpiar la pantalla en MS-DOS.","Comando para limpiar la pantalla en un sistema UNIX\/Linux.","Comando para listar archivos en una shell bash de UNIX\/Linux.","Comando para moverse entre directorios en un sistema operativo MS-DOS.","Disciplina del hacking cuyo objetivo son las lineas de telefono, cabinas, y demas maquinas de pago.","Editor de texto que se ejecuta sobre una terminal UNIX\/Linux que funciona sobre un programa llamado ex.","Empresa creadora del famoso programa AutoCAD.","Empresa creadora del sistema operativo Netware.","Empresa creadora del sistema operativo Windows.","En el IRC, que signo delante de una palabra nos hace saber que se refiere a un canal?","En MS-DOS se llamaban directorios, en Windows se llaman...","Extension de los archivos por lotes en un sistema DOS\/Windows.","Extension de los dominios referidos a empresas y companias.","Extension de los dominios referidos a organizaciones.","Extension de los dominios referidos a sitios relacionados con Internet.","Extension de los ficheros donde Win9x guardaba sus contrasenas.","Famoso compresor\/descompresor de ficheros ZIP.","Famoso traductor de paginas web.","La marca de los microprocesadores K6, Athlon, Turion... es...","La marca de los microprocesadores Pentium es...","Maxima velocidad (en Kbps) por canal de una linea RDSI.","Nombre de la carpeta donde se encontraban generalmente los archivos de instalacion\/actualizacion de un Windows 2000 para procesadores Intel.","Nombre de la enciclopedia multimedia creada por Microsoft.","Nombre del primer sistema operativo creado por Microsoft para PDAs, moviles, etc...","Nombre del programa mas comun usado desde un terminal UNIX\/Linux para conectarse al IRC.","Nombre del programa utilizado para modificar el registro de Windows.","Nombre real del virus que se hizo famoso porque borraba la memoria flash que contiene el BIOS, dejando inutilizada la placa base del ordenador.","Numero maximo de conexiones remotas en Windows NT.","Primer famoso sistema para intercambiar MP3.","Primer programa que facilito el crackeo de DVDs.","Primer sistema operativo con soporte para FAT32.","Protocolo utilizado por Novell en sus redes.","Puerto del servicio FTP.","Puerto del servicio HTTP (WWW).","Puerto del servicio login.","Puerto del servicio SMTP.","Puerto del servicio telnet.","Puerto usado por el caballo de Troya BackOrifice.","Si en un sistema UNIX\/Linux disponemos del permiso r sobre un fichero, podremos...","Si en un sistema UNIX\/Linux disponemos del permiso w sobre un fichero, podremos...","Siglas que denominan a un CD que puede ser grabado.","Sistema de archivos de 16 bits de Windows.","Sistema de archivos de 32 bits de Windows.","Sistema de archivos de Linux.","Software que permite ejecutar aplicaciones de Windows en sistemas UNIX\/Linux.","Solucion de gestion 'de extremo a extremo' que ofrecia Novell Netware.","Topologia de las redes 10Base2.","Un lector de CD-ROM que transmite informacion a una velocidad de 150 KB\/s tiene una velocidad de...","UNIX creado por la empresa Sun.","UNIX es un sistema operativo... (tres caracteristicas principales respecto a sesion, proceso y usuario).","Velocidad maxima de transmision de datos en una red 10Base2 (en Mbps).","Cual era, en sus inicios, el tipico formato de imagenes en Windows?","Cual fue durante muchos anos el estandar de tarjeta de sonido mas ampliamente usado?","Que es el Excel de Microsoft?","Que marca fabricaba las impresoras HP 660C?","Que significa BMP?","Que significa IRC... esto que nos vicia tanto...?","Dibuja un smiley sonriendo jejeje.","Presidente de Microsoft hasta 1998, famoso por sus cuelgues en directo.","Que significan las siglas BASIC?","Quien fue el creador de la gama de ordenadores ZX Spectrum?","Quien fundo y dirigio la historica compania Amstrad?","Esta tiene truco... Que son ocho bocabits?","Cual fue la primera distribucion de Linux?","De que metalenguaje forman parte HTML y XML?","De que son los archivos con extension .mmc?","Para que servicio se creo en 1993 el RFC-1459?","Que comando de IRC usarias para ver si esta alguien conectado?","Que distribucion de Linux tiene por logo una espiral?","Que empresa creo el lenguaje PostScript?","Que lenguaje entre Java y C++ invento Microsoft?","Que significa BDE?","Que significa CORBA?","Que significa NetBIOS?","Que significa SGML?","Que significa SSL?","Que significa XML?","Que significa YAST?","Que significan las siglas COFF?","Que significan las siglas DDE?","Que significan las siglas OLE?","Que significan las siglas PCI?","Quien fue el inventor del lenguaje Pascal?","Segun una creencia muy extendida, erronea, que significarian las siglas TWAIN?","Cuanto cobro Tim Berners-Lee por la invencion de la World Wide Web?","Conjunto de servicios que permiten a las aplicaciones distribuidas interoperar en redes LAN o WAN.","Consolidacion de usuarios finales o aplicaciones y datos de redes LAN en plataformas de computo mayores, incrementando la facilidad de acceso, capacidad y\/o rendimiento.","En el termino 'arquitectura C\/S', que significa la 'C'?","En el termino 'arquitectura C\/S', que significa la 'S'?","Etiqueta de HTML para incluir videos o audio en web.","Genericamente, en informatica, es el que inicia un requerimiento de servicio a un servidor.","Migracion de aplicaciones a plataformas de computo menores con la intencion de obtener mayor flexibilidad y eficiencia.","Tipo de compresion que utilizan las imagenes GIF, por defecto.","Que deporte simulaba el primer videojuego?","Genero del juego 'Grim Fandango'.","Para la mayoria de nosotros es imprescindible.","Protagonista de la saga Monkey Island.","Cuales fueron las siglas del Efecto 2000?","Nombre del terrible virus que infecto millones de ordenadores en mayo del 2000.","Como se llamo la segunda parte del juego Diablo?","En que juego espanol un grupo de soldados se enfrenta en pequenas operaciones al ejercito nazi?","Que portal se llamaba en sus origenes Ole.com?","Que significa 'pixel'?","En los programas de modelado en tres dimensiones, que nombre recibe la orden de visualizar en solido los objetos construidos en alambre?","Formato de video comprimido.","Que dos simbolos se obtienen con la tecla correspondiente al numero 2?","Que significa (en ingles) WAP?","Que diferencia a los teclados espanoles de los del resto del mundo?","Que significa en lenguaje C 'stdio'?","Combinacion de teclas para que los archivos eliminados no pasen por la papelera de reciclaje.","Combinacion de teclas que cierra una ventana en Windows.","(PC Mus) Como se llamaba el personaje basado en Felipe Gonzalez.","(PC Mus) Como se llamaba el personaje basado en Mario Conde.","(PC Mus) En quien estaba basado el personaje de Rosita.","(PC Mus) En quien estaba basado el personaje de Sara.","(PC Mus) En quien estaba basado el personaje del cabo Don Luis.","Como se llamaba el modo de juego mas dificil en el 'Wolfenstein 3-D'?","Como se llamaba el modo de juego mas facil en el 'Duke Nukem 3-D'?","Como se llamaba el modo mas facil de juego en el 'Wolfenstein 3-D'?","Como se llamaba el segundo episodio del videojuego 'Duke Nukem 3-D'?","En que juego de Spectrum llevabas a un bebe perdido en los grandes almacenes?","En que juego para Spectrum tenias que ayudar a Horace a alquilar material para esquiar?","Que famosa saga de aventuras graficas de la compania Sierra creo Al Lowe?","El protagonista de que videojuego lanzaba esta amenaza: 'Nadie roba nuestras chicas y sigue vivo'.","Dispositivo adosado a la CPU que evita los recalentones.","Si usas un teclado espanol, que combinacion de teclas pulsaras para reiniciar el PC si utilizas MS-DOS?","A que tipo de estructura se refiere en programacion 'Last In First Out'?","Como se llama un juego de rol para ordenador?","Con que fin se utilizaba el Mark III?","Con que orden de BASIC te elegias la posicion de tu cursor en la pantalla?","Cual es el programa mas extendido entre arquitectos?","Cuantos kilobytes podia almacenar un disco flexible de 3,5''?","Que conocida utilidad hacia que se colgara el Windows 9x metiendo informacion por el puerto 128?","Que dos pasos hay entre el codigo y el ejecutable?","Que sistema operativo usan las maquinas Sun Solaris?","Que tipo de archivos de musica utiliza el Fast Tracker II?","Antes que en Windows, en que tipo de ordenadores se encontraba algo similar a la papelera de reciclaje.","Cuando defines un puntero en C++, que debes poner delante del nombre de la variable?","El programa de grabacion de CDs mas utilizado (a 2012).","Extension de las bibliotecas (incorrectamente llamadas 'librerias') de Windows.","Hay tres tipos de impresoras mas comunes. Son:... (orden alfabetico).","Insignia de la compania Apple.","La Ethernet III era una tarjeta de...","Los dos emuladores mas conocidos de PSX para PC son...","Nombre de los drivers de Windows mas utilizados para juegos.","Nombre del programa de la compania que denuncio, en 1999, a Microsoft de monopolio en Internet por el Explorer.","Orden de C++ para abrir un fichero.","Programa utilizado en MS-DOS 5.0 para aumentar la memoria base RAM del ordenador.","Un teclado de facil uso y comodidad para el usuario es...","Uno de los primeros ordenadores de la historia, construido en 1944.","Variable que contiene una direccion de memoria.","Como se llama el programa que se ejecuta para determinar el rendimiento de un microprocesador?","Cuantas posiciones de memoria se pueden direccionar si las direcciones son de 8 bits?","Que se pasan los terminales en una red Token Ring?","Que significan las siglas de la instruccion de ensamblador BEQ?","Que significan las siglas POO?","Que significaria ICQ en espanol?","Como se llama el bus desarrollado por Apple, similar al USB?","Cuantos octetos tiene la trama ATM?","Que significan las siglas ASP?","Que significan las siglas CGI?","Que significan las siglas LAN?","Que significan las siglas USB?","A que lenguaje de programacion se parece el Java?","Como se llama en el IRC al robot\/bot que se deja para mantener abierto un canal sin registrar y no perder asi el nombre?","Como se llamo la version de Borland Delphi para Linux?","Con que programa suelen abrirse los ficheros de extension .ram?","Cuantos anos se cumplieron en 2001 de la creacion de Linux?","De que lenguaje de programacion es un dialecto\/variante el 'scheme'?","Que es un warez?","Que nombre dan incorrectamente muchas personas a la torre del ordenador?","Que significan las siglas I.D.E. en programacion (en ingles)?","Comando de MS-DOS para mostrar la lista de archivos y directorios de la ruta especificada.","Comando para conectarse a un canal en el IRC (omitir la barra '\/').","Comandos de Linux para montar y desmontar disqueteras, CD-ROM, discos duros y otros dispositivos.","Complete lo que falta: Word, Excel, Access, Outlook y...","Dispositivo que se emplea para proteger el ordenador de subidas de tension y evitar perdidas de datos por apagones.","El creador del lenguaje C fue Dennis Ritchie, pero y el de C++?","El sistema S.M.A.R.T. de los discos duros (Self-Monitoring, Analysis and Reporting Technology), para que sirve?","Famosa familia de animalitos de un juego que surgieron en la epoca del MS-DOS y que se suicidan al verse agobiados.","Graphics Interchange Format.","Hypertext Transfer Protocol.","Lo que en Intel era Celeron en AMD venia a ser...","Nombre de la empresa que lanzo la gama Macintosh.","Nombre de la feria de informatica mas importante del mundo.","Nombre de la memoria mas rapida de un ordenador y que se encuentra en el microprocesador.","Nombre de la primera consola de videojuegos que saco Microsoft al mercado.","Nombre del ordenador mas potente del mundo en 2004, con una capacidad de calculo de 1 petaflop.","Personita que se encarga de vigilar un canal de IRC para el disfrute del resto, unos mas simpaticos y eficientes que otros.","Programas que se dan como muestra y que suelen caducar pasado un periodo de tiempo o un numero de ejecuciones del mismo.","Si hablamos de 'sangrias' en informatica, no hablamos ni de botellon ni de matanzas. Con que clase de programa las relacionarias?","Siglas de Hypertext Markup Language.","Siglas del primer gran fracaso en la telefonia movil.","Tarjetas de 16 bits que se empleaban en los ordenadores portatiles como dispositivos (modems, tarjetas de red...).","Todos lo hemos padecido alguna vez en un chat, algunos incluso de 1 minuto y pico, jejeje.","Topologias de redes.","Traduce al espanol el significado de las siglas AGP.","Una de las empresas con mejores referencias en la fabricacion de placas base.","Una de las empresas mas potentes en cuanto a la fabricacion de procesadores\/ordenadores graficos, desaparecida en 2009.","Como se llama el comando para copiar archivos en Linux?","Que biblioteca del lenguaje C necesita la instruccion sqrt?","Que biblioteca es necesaria en lenguaje C para la instruccion 'gets'?","Como se llama un programa que reproduce el proceso de pensamiento y conclusiones de un especialista por medio de algoritmos de inteligencia artificial?","Con que nombre se conoce comunmente a la aplicacion de seguridad destinada a filtrar los paquetes de datos que recibe un terminal en red (en ingles)?","De donde viene el acronimo 'bit'?","Para que se utilizaba el bit de paridad de las memorias antiguas?","Que caracteriza al nombre de todos (o al menos la mayoria) los sistemas UNIX?","Que funcion de Visual Basic se utiliza para borrar un fichero?","Que funcion de Visual Basic se utiliza para crear un directorio?","Que significan las siglas RTB?","Quienes crearon el famoso juego Tetris en 1985-86?","A partir de que version de Visual Basic se incluyo un compilador nativo (no p-code).","Carpeta del sistema de Windows (por defecto).","En baudios se mide la velocidad de transferencia o...","Hablando de soportes de almacenamiento, que significan las siglas MO?","Instruccion de Visual Basic para definir variables locales.","Lenguaje de programacion de mas bajo nivel.","Lenguaje de programacion en el que estaba escrito el virus 'iloveyou'.","Procedimiento en C.","Programa que permite el funcionamiento de aplicaciones no disenadas para la plataforma en la que se ejecutan.","Sentencia de Visual Basic para declarar el fin de un subprocedimiento.","Sentencia de Visual Basic para dimensionar una variable o procedimiento global (hasta la 3.0 era 'global').","Sentencia de Visual Basic para senalizar el final de la declaracion de una funcion.","Veterana aventura grafica desarrollada por Lucas Arts.","A que numero en el sistema decimal equivale la B del hexadecimal?","A que tipo de archivo corresponde la extension .txt?","Como se llama el protagonista de la serie de juegos de rol Ultima?","Como se llama la accion que lleva a cabo un virus informatico cuando se activa?","Como se llama la norma ISO que establece los niveles que definen la transmision de datos en las redes?","Como se llama la notacion recomendada por los expertos cuando se llama en C?","Como se llamaba la utilidad de Windows 9x que revisaba y corregia errores en las unidades de disco?","Como se representa el numero 15 en el sistema hexadecimal?","Cual era el microprocesador mas antiguo de Intel que permitia la ejecucion de Windows 95?","Cual es el algoritmo mas utilizado para el cifrado de datos por el metodo de clave publica asimetrica?","Cual es el nivel mas alto del modelo OSI?","Cual es el nivel mas bajo del modelo OSI?","Cual es el programa de bases de datos incluido en la suite Microsoft Office?","Cual fue el primer sistema operativo domestico de 32 bits?","Cuantos bits componen una direccion IP v.4 (en letras)?","Es el lenguaje C un lenguaje orientado a objetos?","Es Java un lenguaje orientado a objetos?","Que caracter precede a todas las ordenes que se le dan a un cliente de IRC?","Que empresa creo el estandar abierto PDF?","Que empresa creo el lenguaje Java?","Que empresa desarrollo QDOS, sistema operativo despues comprado por Microsoft y renombrado como MS-DOS?","Que empresa fabricaba el microprocesador Crusoe?","Que empresa informatica fabrico el primer PC tal como lo entendemos hoy?","Que extension del lenguaje C esta orientada a objetos?","Que extension tiene por defecto un archivo de Access?","Que extension tiene por defecto un documento de Excel en las versiones anteriores a la 2007?","Que famosa empresa de software cambio, de 1998 a 2001, su nombre a Inprise?","Que microprocesador llevaba el Spectrum?","Que orden hay que usar en un cliente de IRC para unirse al canal Trivial, por ejemplo?","Que palabra clave se usa en C para declarar una constante?","Que pila de protocolos de comunicaciones se usa en Internet?","Que potente utilidad de configuracion del sistema estaba 'oculta' en los CD de Windows 95 y 98?","Que significa AGP?","Que significa COBOL?","Que significa DLL (en ingles)?","Que significa el acronimo MS-DOS?","Que significa MFC?","Que significa RPC?","Que significa VPN (en ingles)?","Que significan en las siglas inglesas OOP?","Que tecla hay que pulsar en Internet Explorer para ver una pagina a pantalla completa?","Que tipo de lenguaje es Java en cuanto a su ejecucion?","Que tipo de multitarea implementaba Windows 3.x?","A partir de que lenguaje fue desarrollado el lenguaje C.","Si hablamos de C, que dos tipos de puntero hay para sistemas de 16 bits?","Si hablamos de ordenadores, que es el HDD?","Si hablamos de tecnologia CD-ROM, que velocidad de transferencia de datos es 1x?","Uno de los ordenadores familiares que usaba el microprocesador Z80.","A que empresa de software pertenece el popular Winamp?","A que velocidad regraba una unidad de CD si en sus especificaciones pone: 8x, 4x, 24x?","Como se denomina en Turbo Pascal a los numeros 'enteros largos'?","Como se llama el registro de 32 bits que recibe el nombre de acumulador en el lenguaje ensamblador?","Cual es el lenguaje mas elemental de programacion?","Cual es el valor maximo que puede alcanzar una palabra de 16 bits?","Cuantos bits tiene una palabra de dos octetos (letra)?","Donde estamos mandando los datos cuando en ensamblador empleamos la instruccion 'push'?","Que aparecia en los bordes del televisor mientras cargabamos un juego de Spectrum?","Que color de fondo tenia la pantalla del Amstrad CPC?","Que es CS si estamos hablando en terminos de ensamblador?","Que es DS si hablamos en terminos de ensamblador?","Que modelo de Amstrad tenia 64 KB?","Que modelo -poco comun- de Amstrad tenia 8 KB mas de los habituales?","Que orden de ensamblador no realiza nada mas que consumir tiempo?","Capacidad de un disquete de alta densidad (en MB).","En ensamblador, a que nos referimos si escribimos FS.","En ensamblador, con que tres letras se identifica el segmento de datos de 32 bit.","Ensamblador: Cuantos bits tiene el registro EAX?","Importante empresa espanola que distribuia juegos de Spectrum y Amstrad.","Instruccion de Amstrad para cambiar de plumilla al escribir un texto.","Mitico juego de ordenador en el que un millonario necesita recoger todos los objetos de la casa para que su mujer le permita irse a dormir.","Modo grafico: 1024x......","MS-DOS: Comando para poner etiqueta a una unidad.","MS-DOS: Orden que antiguamente permitia recuperar la informacion de un disquete.","Pasar de binario a decimal el numero 00010000.","Turbo Pascal: Despues de un 'repeat' tiene que haber un...","Por que motivo ha sido juzgada Microsoft varias veces?","Que significan las siglas SO?","Cual fue la ultima version que se lanzo del MS-DOS, en 1993?","Que CPUs comercializaba Intel antes de sacar el Pentium?","Que son Ubuntu, SuSE, Mandriva, Fedora...?","El sitio mas utilizado para alojar videos en Internet y compartirlos con todo el mundo.","Empresa lider en subastas por Internet (a 2012).","En una imagen digital, numero de pixeles por centimetro (o pulgada).","Sitio web que ofrece un poco de todo: correo, noticias, compras, descargas...","En que ano se utilizaron por primera vez tarjetas perforadas para almacenar informacion?","Que sistema numerico utilizan los ordenadores?","A que compania paso a pertenecer el software para animaciones de Internet 'Flash' tras comprar Macromedia?","A que compania pertenecen los juegos para Mac Maelstrom y Barrack?","Como se llama al numero de veces por segundo que operan los chips que componen la placa?","Como se llama el centro de cableado en topologia tipo estrella que puede amplificar una senal y transmitirla o simplemente dejarla pasar?","Como se llama el lenguaje multiplataforma desarrollado por Microsoft para crear aplicaciones que puedan verse en el navegador?","Como se llama el programa de presentaciones de Microsoft?","Como se llama el tipo de conexion de alta velocidad que une dos puntos distantes de una red y que forma la 'columna vertebral' de Internet?","Como se llama el tipo de programa dedicado al proceso de una funcion concreta dentro de la empresa?","Como se llama en UNIX\/Linux el programa que funciona sin intervencion humana, para cumplir una tarea determinada?","Como se llama la hoja de calculo de Microsoft?","Como se llama la maxima cantidad de datos que puede pasar por un camino de comunicacion, en una unidad de tiempo?","Como se llama la pequena cantidad de informacion que almacena el navegador a peticion del servidor web y que contiene datos acerca de la persona que navega?","Cual es la pieza fundamental en las impresoras de inyeccion EPSON?","Cual puede ser considerado como el primer soporte informatico, creado por Hollerith?","Cuales han sido los microprocesadores mas famosos de Intel?","Cuantos bytes son 400 bits?","Cuantos megabytes son 2560 kilobytes?","Que capacidad solian tener los disquetes de 3,5 pulgadas en MB?","Que compania creo el programa Messenger (MSN)?","Que compania fabrica las tarjetas de sonido mas usadas?","Que extension tiene el archivo de informacion de programa que indica a Windows la manera en que debe ejecutar una aplicacion No-Windows?","Que extension tienen los archivos graficos de Paint Shop Pro?","Que formato de audio lanzo Microsoft para competir con el MP3?","Que nombre popular recibio, en un primer momento, Internet en Espana por su baja velocidad?","Que ordenador se enciende por primera vez el 14 de febrero de 1946?","Que significa el termino 'sheet feeder'?","Que significa literalmente 'applet'?","Quien creo el primer calculador mecanico?","Quien creo en los anos 1970 el primer sistema OCR (Optical Character Recognition)?","Si William es el nombre de pila de Hewlett, cual es el de Packard?","A que velocidad giran los discos duros del tipo UltraATA100?","Como se llamaba la version reducida de Outlook que venia con Windows, hasta XP, e Internet Explorer hasta la v.6?","Cual fue la primera version de Windows en alcanzar cierta difusion?","Cuantos contactos tienen los modulos DIMM de memoria DDR?","De que otro termino procede 'telefax' o 'fax'?","En que parte de Internet se usa el protocolo NNTP?","En que parte de un ordenador encontrarias un 'condensador de fluzo'?","Que contendra un fichero si su extension es '.ogg'?","Que gestor de arranque desbanco a LILO en sistemas Linux?","Que otro nombre recibian, en ingles, los disquetes?","Que sistema de conexion inalambrica para PCs y moviles tiene un logo inspirado en las runas celtas?","Que son Ask y Altavista?","Que tipo de slot comenzo a implantarse en 2004 como sustituto del AGP y del PCI?","Abreviar gigabyte (GB) como Gb es un error ya que Gb significa...","Antes de la proliferacion de Internet, los virus infectaban principalmente esta zona vital del disco duro.","Ataque clasico a versiones antiguas de UNIX y Linux mandando paquetes ICMP de tamano mayor al permitido por el kernel (en espanol).","Barra inferior del escritorio de Windows donde figuran los programas que tenemos abiertos aunque esten minimizados.","Cuando una regrabadora de DVD-ROM graba tanto DVD-R como DVD+R se dice que es...","Dentro de Internet, los Grupos de Noticias (News) utilizan el protocolo...","Durante anos, el juego mas esperado de id Software, lanzado por fin en 2004.","El formato mas popular gracias al cual blogs, podcasts y webs de noticias pueden difundir sus actualizaciones y sus lectores 'suscribirse'.","El Osborne 1 fue el primero que se comercializo, alla por 1981.","Empresa que se hizo cargo del area de negocio de ordenadores personales de IBM.","En los anos de esplendor del P2P, el programa mas popular para intercambio de canciones y peliculas.","En UNIX o Linux, nombre que recibe el interprete de comandos, como la sh, la ksh o la bash.","La utilidad de diagnostico 'ping' (tan usada en este juego para averiguar el lag) utiliza el protocolo...","Las cuatro versiones domesticas, mas extendidas, de Windows anteriores a la XP.","Los dos formatos mas usados para comprimir archivos son ZIP y...","Los dos tipos de ataques mas usados para reventar contrasenas: diccionario y...","Los dos tipos de ataques mas usados para reventar contrasenas: fuerza bruta y...","Microprocesador lanzado por Intel en 2008, potente pero de consumo reducido, especial para miniordenadores portatiles (netbooks).","Navegador web desarrollado por Google, puesto a libre disposicion de los internautas en 2008.","Nombre generico por el que son conocidos varios estandares para redes locales inalambricas.","Nombre ingles que se da a los miniportatiles que comenzaron a popularizarse en 2008, pensados principalmente para conectarse a Internet.","Nombre que recibe en ingles el movil con funciones de ordenador.","Persona que utiliza el ordenador sin ser un especialista en la materia.","Plataforma de Intel para portatiles que incluia CPU Pentium M y un chipset con WiFi integrado.","Popular servicio de microblogs en el que los mensajes estan limitados a 140 caracteres.","Primera computadora de exito comercial, a comienzos de los anos 1950.","Programa de Apple para transferir y gestionar canciones del iPod.","Red que Telefonica tenia en los anos 1990 y desde la que se podia acceder a Internet.","Significado de las siglas del protocolo PPTP.","Significado en espanol de las siglas PDA.","Sistema de archivos en sistemas Linux sucesor del veterano ext2.","Sistema informatico que rastrea Internet y selecciona informacion a peticion del usuario.","Soporte muy popular en la decada de 1990 para intercambiar o guardar datos de PC. El formato mas usado admitia 1,44 MB (nombre espanolizado).","Tipo de memoria RAM, segunda generacion de la DDR.","Velocidad maxima teorica en una red inalambrica IEEE 802.11g.","Version de Windows lanzada al mercado en enero de 2007.","Identidad visual que permite jugar un rol en las salas de discusion virtual o chat rooms.","Termino que define la recoleccion de intercambio de software comercial sin comprarlo y sin pagar derechos de autor.","Como se llama el personaje que identifica los objetos en el Diablo II?","Que significan las siglas CAPE?","Fabricante de las tarjetas de sonido de la serie Sound Blaster.","Fabricante de las tarjetas de video Mystique, Millennium, G-200 y G-400.","Fabricante de microprocesadores, principal competidor de Intel.","En la programacion de que computadora participo el ajedrecista Miguel Illescas?","Que futbolista salia en la portada del FIFA 2002?","Que son 1024 gigabytes (en letras)?","Como se denomina la parte de las impresoras donde se almacenan las hojas?","Cual es la extension de los archivos de imagen sin comprimir de Microsoft?","Cual suele ser la maxima capacidad de un CD-ROM, en megabytes?","Que extensiones tienen los archivos de imagen mas usados en Internet?","Companias: De que compania eran los procesadores Athlon?","El numero 13 en binario es...","El numero 9 en binario es...","Graficos: Como se llama el efecto de pasar de un color a otro pasando por una gama de colores?","Hardware: Como se llama el corazon de un ordenador (siglas).","Hardware: Si nos referimos a velocidades de 2 GHz, 3 GHz... que componente hardware te sugiere?","Hardware: Si nos referimos a velocidades de 36x, 40x, 52x... que componente hardware te sugiere?","Software: Cual es el lenguaje de programacion mas difundido y mas portable?","A que se refiere el dominio '.edu' en direcciones de Internet?","A que se refiere el dominio '.gov' en direcciones de Internet?","Como se llama el cable para redes que es como el telefonico pero con 8 hilos?","Como se llama el conector para puerto serie mas usado?","Como se llama el entorno grafico generico de Linux?","Como se llamaba ejecutable del editor de politicas de usuario en Windows 9x?","Como se llamaba el conector para Pentium Pro?","Como se llamaba el sistema operativo de Microsoft para PDA y moviles anterior a Windows Phone?","Como se llamaba el zocalo para Pentium, Pentium MMX y equivalentes?","Cual es el codigo ASCII del simbolo '~'?","Cual es el peor enemigo de los teclados?","Cual fue el primer chipset optimizado para los Pentium MMX?","Cuantas interrupciones (IRQ) tiene un PC?","Cuantas teclas tiene un teclado estandar para Windows?","Cuantos KB componen la memoria base?","Cuantos pines tiene el conector de un puerto serie COM?","En que consistia el huevo de pascua del Word 97?","Existio alguna version de MS-DOS que fuera multitarea?","Que comenzo siendo exactamente Yahoo!?","Que dos tipos de cable se podian usar con una tarjeta de red NE2000?","Que empresa es llamada 'el gigante azul'?","Que es un 'browser'?","Que significa APM?","Que significan las siglas DVD?","Que significan las siglas WYSIWYG (en ingles)?","'MPEG-1 layer 3' es un formato de compresion de...","Codigo ASCII de la barra invertida '\\'.","Comando de MS-DOS que te permite ver toda la estructura de directorios de un disco.","Despues del Voodoo Rush, 3dfx creo otro chip 2D\/3D. Como se llamaba?","El CD-ROM es un dispositivo de almacenamiento...","El genial creador de juegos tales como Colonization, Civilization I y II y Transport TYC.","Empresa creadora de Carmageddon.","Empresa fabricante de los productos Maxi.","Gestor de arranque que solia acompanar al sistema operativo Linux antes de que se popularizara Grub.","La empresa que fabricaba los microprocesadores Winchip era...","Lo que mide 17 pulgadas en un monitor de dicho tamano es su...","Pentium II para estaciones de trabajo y servidores, con mas cache de segundo nivel de lo normal.","Primer chip grafico de 3dfx que reunia funciones de aceleracion 2D y 3D.","Programa creado por PowerQuest que permitia crear, mover, cambiar de tamano... particiones.","Token Ring era un tipo de...","Que comando se utilizaba en BASIC para hacer musica?","Como se denomina comunmente a un puerto COM?","Como se denomina comunmente a un puerto LPT?","Como se llama la serie de juegos RPG japonesa de Square Soft mas vendida de la historia?","De cuantas pulgadas (en letra) eran los disquetes de 1,2 MB?","De cuantas pulgadas (en letra) eran los disquetes de 1,44 MB?","De que compania es el juego 'MDK2 Armageddon'?","De que empresa es la conocida herramienta de desarrollo Visual Basic?","De que lenguaje de programacion es la sentencia 'procedure division'?","En que juego de Sierra controlas a un cientifico llamado Gordon Freeman?","Que comando se usaba en MS-DOS para formatear un disco?","Que compania lanzo al mercado la consola PlayStation?","Que compania lanzo al mercado la consola Saturn?","Que significan las siglas que dan nombre al juego MDK?","Como se denominan los dos tipos basicos de arquitecturas de computadores?","Como se llama el circuito secuencial mas simple, capaz de almacenar el valor de un bit de manera indefinida?","Como se llama el lenguaje muy cercano al codigo maquina pero que emplea codigos mnemotecnicos para representar datos e instrucciones?","De que protocolo se publicaron las especificaciones definitivas en 1974?","De quien era hija Lady Ada Lovelace, matematica que trabajo con Charles Babbage sentando las bases de los programas de las maquinas?","En que ano ARPA puso en marcha la primera red de ordenadores, que puede considerarse el origen de Internet?","Que etiqueta de HTML hace parpadear un texto?","Que significa HTML?","Que tipo de formatos son GIF y JPEG?","Formato estandar para la representacion de numeros en coma flotante de 32 y 64 bits.","Microprocesadores: Que significan las siglas ALU?","Que compania registro la primera patente de un circuito integrado?","Que inauguro ATT en 1924?","Que significan las siglas ENIAC?","Quien construyo el primer automata capaz de tomar decisiones, una maquina jugadora de ajedrez?","Quien utilizo por primera vez una cinta perforada como almacenamiento de datos?","Quienes fueron 'los chicos del garaje'?","1850: Cual fue la primera maquina programada?","1928: Cual fue la primera aplicacion cientifica de la tabuladora, para la cual se utilizaron medio millon de tarjetas perforadas?","1950: A instancias de IBM, que investigador frances recoge el termino 'ordinateur' y le da el significado informatico que desde entonces tiene?","A que numero decimal corresponde el hexadecimal 15?","Como se llama al proceso de calcular una imagen tridimensional con iluminaciones y texturas?","Como se llama la caracteristica de ciertos joysticks de poder reaccionar a sucesos del juego con modificaciones en su funcionamiento?","Como se llama un pixel de un objeto que tiene textura?","Como se llamaba el modo de aceleracion propio de las tarjetas Voodoo (y sucedaneos)?","Cual es el metodo de impresion mas utilizado por las impresoras domesticas?","Cual es la extension de las bibliotecas de enlace dinamico?","Cual fue la primera consola portatil de 16 bits?","Cuantos KB\/segundo son 1X en CD-ROM?","De que palabra inglesa proviene la extension 'bat' de los archivos de proceso por lotes de MS-DOS?","Que consola presento NEC como alternativa a la MegaDrive?","Que diametro tiene un CD-ROM (en letra)?","Que empresa era la fabricante de los procesadores de la serie 68000?","Que empresa fue la creadora del estandar Voodoo en aceleracion 3D?","Que empresa fue la creadora del PC Futbol?","Que empresa presento el primer reproductor de MP3 portatil?","Que formato de audio logra calidad de CD en diez veces menos espacio?","Que formato para almacenar datos utilizaba la Nintendo64?","Que nombre recibio la consola Super Nintendo en Japon?","Que palabra designa la cantidad de pixeles horizontales y verticales presentes en el monitor?","Que quieren decir las siglas EPROM?","Que siglas se usan para nombrar una 'memoria programable y borrable de solo lectura'?","Que significan las siglas LCD?","Que unidad de medida se emplea al decir que un disco es de 3 y 1\/2?","Aparte de la doble cara, que sistema utiliza un DVD para llegar hasta 18 GB.","Empresa creadora del juego Commandos (exito mundial, pa' colmo espanol).","En numeros redondos, cuantos disquetes caben en un CD-ROM de 650 MB?","Hace muchos anos, accion encaminada a desconectar a un usuario del IRC mediante metodos poco ortodoxos.","Para fanaticos: Como se llamo la Nintendo64 en las primeras fases de su desarrollo?","Que sentencia de BASIC permite visualizar un punto?","Monitor, impresora y altavoces son...","Ordena de menor a mayor importancia estos cargos en una red IRC: admin, oper, ircop, root.","Con que orden de MS-DOS se cambia el nombre a un directorio?","Que significan las siglas DES?","Que significan las siglas ISDN?","Que significan las siglas RSA?","Dispositivo teorico con una cinta infinita y una cabeza de lectura y escritura.","Programa en Java que se inserta en un fichero HTML.","De que empresa era el juego Hollywood Monsters?","Para que ordenador se crearon los disquetes de 3,5''?","Que significan las siglas CPU (en espanol), es decir, el microprocesador?","Empresa creadora del chip Twintexel.","Como se llaman las etiquetas en general del HTML?","Antiguo servicio para localizar ficheros en Internet.","Antiguo sistema de busqueda de documentos y ficheros mediante menus jerarquicos del material disponible en Internet.","Capacidad de un ordenador de efectuar llamadas automaticamente a traves de un modem analogico.","Comando de IRC muy interesante para usar cuando alguien nos molesta.","Conjunto de tecnologias de Microsoft que permiten obtener efectos interactivos de material existente en la Web.","En algunos programas, lista de abreviaturas de direcciones de correo electronico, alias, etc.","Experto en los entresijos de los programas, ordenadores, sistemas, redes en general e Internet en particular.","Formato de audio utilizado en UNIX principalmente.","Frequently asked questions.","Mapa de puntos o pixeles que constituyen una imagen.","Mensaje de correo que rebota y vuelve al que lo envia por no encontrar al destinatario o por error de envio.","Nombre anglosajon dado a la direccion de un ordenador conectado a una red.","Organizacion que intenta estandarizar el HTML y otras tecnologias utilizadas en la Web.","Palabra, frase o grafico, resaltada en color o subrayada, que enlaza un documento con otro mediante un clic de raton.","Persona que prueba programas o equipos antes de ser distribuidos.","Programa o aplicacion de pequeno tamano, especialmente en el lenguaje Java.","Programas gratuitos que los usuarios de la Red pueden descargar, copiar y redistribuir.","Proyecto cuyo objetivo es facilitar una version gratuita de los sistemas operativos UNIX, Linux y otras aplicaciones.","Prueba de software o hardware antes de su distribucion y venta.","Puerta trasera, fallo de seguridad que permite a un programador eludir las restricciones y penetrar en un sistema.","Sinonimo del formato de ano en 2 digitos en espanol.","Sinonimo del formato de ano en 4 digitos en espanol.","En donde podiamos guardar 1,44 MB?","Que casa hizo el famoso juego 'Monkey Island'?","Que significa RAM (espanol)?","Que usan los programadores para solucionar problemas?","Quien fue durante muchos anos la persona mas odiada en el mundo de la informatica?","Para realizar un paso por referencia en C se usan...","Si descodificamos HAL, el nombre del ordenador de '2001: Una odisea del espacio', nos sale...","Acceso directo a memoria (DMA).","Juego de ordenador guarrete que consistia en tirarte tias.","La mejor computadora de ajedrez del mundo.","Nombre carinoso que recibe nuestra empresa de telefonos mas internacional.","Nombre del juego mas tipico de Windows.","Para algunos, el mejor sistema operativo.","Cual es el lenguaje mnemotecnico representativo de los denominados de bajo nivel?","Cuantas direcciones (numero) podemos direccionar con 10 bits?","Que comando de UNIX muestra el contenido paginado de un fichero?","Que comando equivale al 'dir' de MS-DOS en Linux?","Que nombre recibe la estructura de datos donde se insertan los elementos por un extremo y se sacan por el otro?","Que nombre recibe la estructura de datos donde se insertan y se sacan los elementos por el mismo extremo?","Que tipo de lenguaje de programacion es C?","En C++, el acceso a los miembros de una clase puede ser publico, privado o...","Que fue el Colossus?","Que quieren decir las siglas PC?","Que significan las siglas FTP (en espanol)?","Que tipo de slot utilizaban los primeros Pentium III?","IRC: Cual es el significado de CTCP?","IRC: Cual es el significado de DCC?","De que juego era la expansion 'Lord of destruction'?","Si negamos la salida de una puerta AND obtendremos una puerta...","Si negamos la salida de una puerta OR obtendremos una puerta...","Que pasa si ahora aprietas Alt+F4?","Pesadilla que te hace tardar en llegar a las respuestas y no te deja jugar al Trivial.","Cual es el nombre del juego on-line, de rol y centrado en el combate, desarrollado por Sony y Verant?","Formato de archivo que permite comprimir ficheros musicales y ocasiono todo un boom en Internet.","OS\/2 podia leer discos con formato MS-DOS?","Archivo ejecutable de la aplicacion Internet Explorer.","Archivo ejecutable de la aplicacion MSN Messenger.","Archivo ejecutable de la aplicacion Outlook Express.","Bloc de notas: Si Ctrl+C es copiar, que es Ctrl+A?","Bloc de notas: Si Ctrl+C es copiar, que es Ctrl+B?","Bloc de notas: Si Ctrl+C es copiar, que es Ctrl+G?","Bloc de notas: Si Ctrl+C es copiar, que es Ctrl+H?","Bloc de notas: Si Ctrl+C es copiar, que es Ctrl+X?","Bloc de notas: Si Ctrl+V es pegar, que es Ctrl+Z?","Bloc de notas: Si Ctrl+X es cortar, que es Ctrl+V?","Con rapidez: Abrevia Hewlett-Packard.","Directorio oculto que contiene la Papelera de Reciclaje.","El archivo ejecutable del Paint de Windows es...","Empresa desarrolladora del programa PowerDVD.","Empresa que fabrica los portatiles Travelmate.","En el Bloc de notas, con que tecla podemos poner la hora y la fecha?","Estandar industrial para comunicaciones serie.","Estandar que permite comunicaciones, por linea telefonica analogica, de hasta 33,6 Kbps.","Estandar que permite comunicaciones, por linea telefonica analogica, de hasta 56 Kbps.","Extension de los archivos de controladores de dispositivos virtuales.","Extension de los archivos de copia de seguridad de Windows XP.","Extension de los archivos de cursores animados de Windows.","Extension de los archivos de lista de contactos del Messenger.","Extension de los archivos de pista de sonido en CD.","Extension de los archivos de presentacion de PowerPoint.","Extension de los archivos de proyectos de Microsoft Access.","Extension de los archivos de texto en los que los campos estan separados por comas.","Extension de los archivos del panel de control de Windows.","Extension de los archivos modificadores del registro de Windows.","Extension de los archivos plantilla de Word.","Extension de los archivos Windows Installer Package.","Extension de los archivos Windows Media Audio.","Herramientas de accesibilidad: Ajusta la respuesta del teclado.","Herramientas de accesibilidad: Emite sonidos cuando se presionan determinadas teclas de bloqueo.","Herramientas de accesibilidad: Hace que los programas reflejen visualmente la informacion sonora y de voz que presentan.","Herramientas de accesibilidad: Permite al teclado realizar funciones de raton.","Herramientas de accesibilidad: Permite realizar varias combinaciones de teclas mientras se presiona una unica tecla en cada momento.","Herramientas de accesibilidad: Proporciona advertencias visuales para los sonidos del sistema.","Interfaz de dispositivo grafico.","Lenguaje de trabajos de impresora.","Llamada de procedimiento remoto.","Lo contrario de 'zip' es...","Matriz redundante de discos independientes.","Podemos configurar una direccion IP de forma estatica o bien de forma dinamica mediante...","Protocolo de control de compresion.","Protocolo de intercambio de paquetes secuenciados.","Protocolo de mensajes de control de Internet.","Protocolo de Resolucion de Direcciones.","Protocolo Internet de Linea Serie.","Red Privada Virtual.","Servicio de usuario de acceso telefonico de autenticacion remota.","Siglas de 'instrumental de administracion de Windows'.","Siglas: Interfaz de configuracion avanzada de energia.","Que quieren decir las siglas ODBC?","Memoria intermedia especializada de capacidad mas reducida y acceso mas rapido que la memoria principal.","Como se llama el anuncio grafico que encontramos en las paginas web?","Con que instruccion se reinicia el ordenador en Linux?","Que protocolo de comunicacion esta sustituyendo al IPv4?","La consola de videojuegos Xbox pertenece a...","Sega dejo de fabricar en febrero de 2001 la consola...","Como se llama al circulo concentrico de un disco que puede contener datos?","Que cambia de la memoria RAM a la ROM? Que esta ultima solo se puede...","Que letra representa el numero 106 en el codigo ASCII?","1 gigabyte cuantos megabytes son.","El numero 4 en sistema binario seria...","El numero 6 en sistema binario seria...","En el mIRC, como cerrar solo la ventana actual, por teclado.","En HTML, que color seria esta instruccion: <font color='00FF00'>.","Para hacer que un programa funcione, que tenemos que hacer?","Para tener un terabyte, cuantos gigabytes necesitamos?","Pequeno dibujo que representa un programa o fichero.","Significado de DOS (en ingles) en las siglas MS-DOS.","Significado de las siglas OOP (en espanol).","Suceso que tiene lugar en cualquier momento durante la ejecucion de un programa.","A quien se atribuye la invencion del raton?","Como se llama el programa de retoque fotografico de Corel?","Como se llama la parte comun de todas las distribuciones de Linux?","Como se llama el juego de golf mas conocido para PC?","Cual era el juego de matar monstruos mas popular alla por 1995?","Cual es la diferencia entre Windows y un virus?","En que juego te encargas de gestionar un club desde la base?","Quien dijo: 'He instalado el Windows Vista y me va sin problemas'?","En que clase de Java podemos hacer raices?","Con que comando, ademas del 'reboot', podemos reiniciar un equipo en Linux?","Cual fue la empresa que desarrollo el programa Alias Maya?","Cual fue la primera version oficial del sistema operativo Linux que salio a la luz?","Cuantos bits tiene una direccion IP v.4 (en numero)?","En que fecha Linus Torvalds presento la primera version de Linux?","Que animal es la mascota del sistema operativo Linux?","Que es un DFD?","Que es una NURBS?","Que valores pueden tomar los datos de tipo booleano?","Los diagramas de Chapin tambien reciben el nombre de...","Nombre de la entidad en que se creo el sistema operativo UNIX.","Nombre del famoso payaso creado con el Alias Maya.","Nombre del organo responsable de la administracion de Internet, direcciones TCP\/IP y nombres de red.","Nombre del primer y mas usado de los lenguajes de programacion logica.","Nombre del programa con el que fue creado Dingo.","Posible definicion de hacker.","Programa que analiza y ejecuta un programa sentencia a sentencia.","Shells: Significado de las siglas 'bash'.","Cual es el lenguaje que entiende el microprocesador?","Cuantos bits son un byte?","Que arquitectura tiene el procesador Pentium atendiendo al juego de instrucciones que maneja?","Que valor suele, por regla general, contener el registro 0 de un banco de registros?","Si un disco duro es 'hardware', que son el conjunto de programas disponibles para ese hardware.","Que memoria se encarga de la carga de trabajo?","Comando de almacenamiento del dato en BASIC.","Computadora mas famosa de la primera generacion.","Los ordenadores construidos a base de valvulas de vacio pertenecen a la...","Ordenador mas famoso de la segunda generacion.","En Perl, con que comando podemos leer cada uno de los elementos de una variable hash?","Famoso navegador libre, de la Fundacion Mozilla.","Hypertext Preprocessor. Lenguaje interpretado de alto nivel incrustado en el codigo HTML y ejecutado en el servidor.","Interfaz de Pasarela Comun. Significa que se pueden correr varios procesos en paralelo, sin que se molesten entre si.","Prerrecuperacion de datos. Esta tecnologia permite que el procesador 'se adelante' y obtenga datos de la memoria antes de que sean necesarios.","Siglas de Denegacion de Servicio Distribuida.","Significado de DRAM.","Tecnologia que permite la conexion inalambrica de dispositivos electronicos a corta distancia.","Con que siglas se conoce tambien al microprocesador o Unidad Central de Proceso?","Como se denominan los lenguajes de programacion que se usan en entorno Windows?","Cual era el lenguaje de programacion mas usado para crear virus informaticos (antes de la popularizacion de Internet)?","Cual es la marca mas conocida de microprocesadores?","Cual fue el compilador o lenguaje de programacion que siguio al B?","Que alteraba el temido Efecto 2000?","Termino usado, casi siempre incorrectamente, para denominar a un pirata informatico.","Con que tecla de tu teclado harias una captura de toda la pantalla?","Cual es el programa mas usado para escuchar MP3 en el ordenata?","Que comando especifica en MS-DOS cuantos archivos se pueden abrir a la vez?","Que comando se usaba en MS-DOS para borrar archivos?","Que comando se utilizaba para iniciar la ayuda de MS-DOS?","Que nombre reciben las cadenas o conjuntos de caracteres en C?","Cuando saliamos 'mal' de Windows 98 y volviamos a iniciar el ordenador, que dichoso programita saltaba antes?","Los numeros comprendidos entre el -32000 y el 32000 (aprox.), en el lenguaje C son de tipo...","Que significa la palabra 'net'?","Que significan las siglas FAT?","Que significan las siglas OCR?","Que significan las siglas SCSI?","Que significan las siglas SQL?","Que sucede cuando se pulsan en Windows las teclas de Windows + D?","Cual es el nombre del ejecutable de la aplicacion Bloc de Notas de Windows?","A que compania pertenecia el FreeHand 8 para Macintosh?","Cual es 'el iMac que se lleva'?","Cual es el programa de IRC mas popular para Mac OS?","Cual es el sistema operativo de los ordenadores Mac?","Cuantos colores tenia, en un principio, la manzana simbolo de Apple?","Que nombre reciben los archivos .exe en los ordenadores Macintosh?","Que programa equivalia al WinZip en los Macintosh?","Microprocesador aparecido en 2001 para ordenadores Apple.","En que ano se creo el lenguaje BASIC?","Quien propuso en 1927 el analizador diferencial propiciando el gran avance informatico del siglo XX?","Quienes fueron los creadores del lenguaje BASIC original?","Mediante que propiedad se establece el ancho de un control en un formulario en Access.","Cuantas teclas de funcion hay en un teclado convencional?","Cuantos botones tiene un raton normalmente?","Cuantos cables hay en un ordenador?","Que significa UART (en espanol)?","Que significan las siglas DMA (en espanol)?","Que sugerencia hace un programa en Windows XP cuando sale el error de 'volcado de pila' seguido de unos numeros en hexadecimal?","Que tipo de algoritmo es el DES?","Comando del editor 'vi' para salir y grabar.","Comando UNIX para ver los archivos de un directorio con permisos y demas.","Debes conseguir el caracter '?'. Pista: Alt + 2x.","Extension de un fichero en ensamblador.","Nombre de un lenguaje de programacion creado para ensenar a los estudiantes la programacion estructurada.","Primer gran microprocesador incorporado por los Amstrad 64K.","Que bot del IRC usarias para dejar mensajes a usuarios no conectados?","En que juego para PC se incluye la mision del desembarco de Normandia, muy semejante a la escena de la pelicula 'Salvar al soldado Ryan', puesto que el mismo Spielberg ayudo a crear esta mision para el juego?","Quien es el hombre que se hizo millonario poniendo ventanas en los ordenadores?","Que significan las siglas del sistema de archivos de OS\/2, HPFS?","Nombre del zocalo en el que se montaban los procesadores de AMD como el K5 y el K6.","Que tecla esta a la derecha de la '<'?","Que tipo de estructuras de control son if, select case?","Que tipo de estructuras de control son 'mientras' y 'repetir'?","A que programa afectan principalmente los virus de macro?","A que se refiere la D de ADSL?","A quien vencio Deep Blue en una famosa partida de ajedrez?","Como se denomina a la accion de pulsar el boton del raton?","Como se denomina a un operador que tiene el mismo valor sea cual sea el orden de sus argumentos?","Como se denomina a un paso completo en una serie recurrente?","Como se denomina al procedimiento o funcion que opera sobre un objeto en Visual Basic?","Como se denomina al valor cuyos datos no pueden ser alterados durante la ejecucion de un programa?","Como se denomina la distancia entre puntos de un monitor?","Como se denomina, en ingles, la copia adicional de un recurso para utilizar en caso de que el original se dane?","Como se denominaba la red instalada en Villena a finales del siglo XX?","Como se llama a la reduccion de tamano de un fichero sin perder ningun dato?","Como se llama el circuito que transforma una serie de numeros (digitos) en una onda de cualquier tipo?","Como se llama el codigo numerico de solo ceros y unos?","Como se llama el mecanismo de difusion de informacion 'de uno a muchos' en redes?","Como se llama el metodo empleado originariamente para almacenar datos numericos en tarjetas perforadas?","Como se llama el nucleo de un sistema operativo?","Como se llama el sistema operativo UNIX de IBM?","Como se llama la memoria de solo lectura?","Como se llama, en un microprocesador, el registro que recibe los resultados de los calculos?","Como se llamaba (nombre en codigo) Windows 95 antes de ser asi bautizado?","Como se llamaba el ordenador britanico de 1943 usado para descifrar codigos enemigos?","Como se llaman las variables que se crean en tiempo de ejecucion?","Como se llamo el primer adaptador grafico de colores utilizado en los primeros PCs?","Como se llamo el primer microprocesador de Intel?","Como se llamo originariamente el Pentium II sin cache secundaria?","Con que funcion reservamos memoria dinamica en C y C++?","Con que nombre se conoce al 'clipboard' en espanol?","Con que tipo de operaciones se empleaba el coprocesador?","Cual era el nombre clave del Pentium III?","Cual era el programa de reconocimiento de voz de la empresa IBM?","Cual es el flag de acarreo en ensamblador?","Cual es el flag de direccion en ensamblador?","Cual es el flag de paridad en ensamblador?","Cual es el flag de signo en ensamblador?","Cual es el nivel del lenguaje BASIC?","Cual es el nivel del lenguaje ensamblador?","Cual es el nivel del lenguaje maquina?","Cual es el nivel del lenguaje Pascal?","Cual es el programa de contabilidad mas famoso de la empresa Grupo SP?","Cual es el tipo de datos por defecto en Visual Basic?","Cual es el valor maximo que se puede representar con un byte?","Cual es la longitud maxima en caracteres del nombre de una variable en Visual Basic?","Cual es la primera fase de la compilacion?","Cual es la unidad de medida de velocidad para comunicaciones en serie?","Cual fue el nombre en clave del chip de Intel con una velocidad minima de 1 GHz?","Cual fue el primer lenguaje de programacion de alto nivel, desarrollado en los EEUU entre 1954 y 1958?","Cual fue el primer ordenador personal o microordenador, lanzado al mercado en 1975?","Cual fue el primer procesador de textos popular, en 1979?","Cual fue la primera computadora capaz de almacenar un programa?","Cuales son las redes privadas que se conectan en un entorno reducido (no siglas)?","Cuales son los modificadores de tipo de tamano en C?","Cuales son los registros de segmento en ensamblador (en orden alfabetico)?","Cuantas instrucciones incorporaba el Pentium III de mas sobre el Pentium II?","Cuantas instrucciones nuevas aporto MMX?","Cuantos anos tenia William H. Gates cuando creo su primer programa?","Cuantos contactos tenian los modulos de memoria DIMM SDRAM?","Cuantos contactos tenian los primeros modulos de memoria SIMM?","Cuantos gigabytes por unidad logica soporta FAT16?","Cuantos gigabytes tiene de capacidad maxima un disco DVD?","De que empresa es la tecnologia QuickTime?","De que es una extension el codigo ISO Latin-1?","En que fichero de Windows 9x se guardaba la opcion de no arrancar el entorno grafico?","En que lugar se instalo el primer cable de fibra optica?","Eres capaz de escribir este simbolo: ? ?","Eres capaz de escribir una almohadilla? Veamos...","Eres capaz de formatear el disquete de la unidad A: de forma rapida?","Para que programa estaba disenado el raton mas inteligente de Microsoft llamado IntelliMouse?","Que antiguo lenguaje de los anos 1950 se usaba para aplicaciones comerciales?","Que biblioteca en C contiene las funciones de acceso al BIOS (con extension)?","Que biblioteca en C contiene las funciones de conversion (con extension)?","Que biblioteca en C contiene las funciones matematicas (con extension)?","Que biblioteca en C contiene las funciones para el manejo de cadenas (con extension)?","Que control en Visual Basic genera eventos cada determinado periodo de tiempo?","Que control en Visual Basic nos permite poner botones en los formularios (todo junto)?","Que controles en Visual Basic nos permiten cargar imagenes?","Que crearon D. Filo y J. Yang?","Que departamento de los EEUU construyo la red de ordenadores base de lo que seria Internet?","Que desarrollo Herman Hollerith, en EEUU, en 1890?","Que directiva en C permite incluir ficheros fuente (sin #)?","Que dos empresas componen la conocida como 'plataforma Wintel'?","Que empresa denuncio a Telefonica por el monopolio de Infovia?","Que empresa fabricaba los microprocesadores Alpha?","Que empresa fue la desarrolladora del Turbo Pascal?","Que empresa fue la encargada de hacer 'El principe de Egipto' en la cosa tecnica?","Que empresa, que quebro en 1999, popularizo el modem para PC?","Que entorno lanza al mercado Microsoft en 1990?","Que extension de fichero utiliza el Bloc de notas de Windows?","Que extension llevan los documentos de MS Word anteriores a la version 2007?","Que extension llevan los ficheros de AutoCAD?","Que extension tenian los ficheros que componian el registro de Windows 9x?","Que funcion en Visual Basic permite abrir una aplicacion externa?","Que instruccion en C nos permite liberar memoria asignada con anterioridad?","Que instruccion en C permite definir un tipo?","Que instruccion en ensamblador carga en AH los flags del 0 al 7?","Que instruccion en ensamblador hace que el programa salte si CX=0?","Que instruccion en ensamblador mete en la pila todos los registros?","Que instruccion en ensamblador multiplica operandos con signo?","Que instruccion en ensamblador permite sumar con acarreo?","Que inventa el estadounidense Ted Hoff en 1971 integrando varios circuitos en un solo chip?","Que invento el aleman Schikard en 1623?","Que les faltaba a los 80486SX con respecto a sus hermanos mayores los DX?","Que mecanismo tiene C para realizar conversiones de tipos?","Que microprocesador lanza al mercado Intel Corporation en 1993?","Que modo de direccionamiento mueve a un registro el contenido de una direccion de memoria?","Que nombre clave tenian los procesadores Intel Pentium 4?","Que nombre en clave recibio Windows 98?","Que nombre recibe en informatica el formato mas usado de audio y video entrelazado?","Que nombre reciben las variables declaradas para un determinado ambito?","Que nombre recibian las extensiones de Microsoft para controlar el CD-ROM desde DOS?","Que procedimiento en Visual Basic nos permite activar otra aplicacion?","Que procedimiento en Visual Basic nos permite enviar pulsaciones de teclas a otras aplicaciones?","Que programa de MS-DOS servia para recordar las ultimas ordenes dadas al sistema?","Que programa era el lider en diseno de paginas web a finales de los 1990s?","Que programa servia para cargar Linux directamente desde MS-DOS?","Que significa el registro 'ES' en ensamblador (en ingles)?","Que significa el registro 'SS' en ensamblador (en ingles)?","Que significa la IP de TCP\/IP?","Que significa la U de 'UCAID' dentro del desarrollo de Internet?","Que significa, en espanol, NT (de Windows NT)?","Que significaban en un principio las siglas DVD?","Que significan las siglas de AMD?","Que sistema de archivos utilizan los Mac?","Que sistema operativo lanzo Apple en 1999?","Que sistema operativo se utilizo en los efectos especiales de 'Titanic' (1997)?","Que tamano (en KB) tienen los clusters en FAT32?","Que topologia tiene una red informatica en la que todos los aparatos estan conectados en un sistema circular?","Que uso tiene la propiedad tag en Visual Basic?","Quien dijo aquello de 'La informacion en la punta de los dedos' (Information at fingertips)?","Quien es el CEO y presidente de Dell (ano 2011)?","Quien fue la mente creadora de VMS y Windows NT?","Quien invento la calculadora?","Quien invento la maquina diferencial?","1024 MB = 1 ..........","1642: Que cientifico y matematico frances fabrica una calculadora mecanica que puede sumar y restar?","1890: Solucion propuesta por Hollerith para almacenar los datos del censo de EEUU.","2 elevado a 16 =...","2 elevado a 8 =...","A donde apunta la direccion de memoria A0000.","A donde apunta la direccion de memoria F0000.","Abreviatura (en ingles) de la unidad aritmetico-logica.","Abreviatura de bits por segundo, usada para la velocidad con que se transmiten los datos.","Abreviatura de cuando un modem analogico se conecta a otro y detecta la senal portadora.","Antes de la Web ya existian los modems, con los cuales podiamos conectarnos a las...","Aparte del K56Flex para modems a 56 Kbps, estaba el protocolo de US Robotics...","Apellido del ingeniero (cofundador de Intel) que predijo que el numero de transistores integrados en un chip se duplicaria cada 18 meses.","API de Silicon Graphics para graficos 3D en los PCs.","Arrastrar y soltar... pero en ingles.","Cofundador de Microsoft junto a Bill Gates.","Comando (sin la \/) para salir de un canal de IRC.","Comando (sin la \/) para salir del IRC.","Completar: RSA es un algoritmo de ........... de datos.","Con perdon de los arquitectos... como se llama la estructura interna de una computadora?","Controlador de memoria extendida para MS-DOS. Entre los neofitos en informatica producia cierta gracia.","Controlador estandar para escaneres.","Copia de seguridad... pero en ingles.","Creador del proceso de datos con tarjetas perforadas.","Cuando en un programa lo que ves en pantalla es lo que sale por la impresora, se dice que es...","Cuando existe una inconsistencia o error en el software decimos que hay un...","Cuando un resultado es demasiado grande para almacenarlo en el espacio al que estaba asignado se produce un...","Cuando una linea es capaz de transmitir en dos sentidos simultaneamente, es...","Debian es una distribucion del sistema operativo...","Dispositivo de almacenamiento de acceso aleatorio que graba los datos en forma de senales magneticas.","Dispositivo de memoria rapida utilizado para almacenar los accesos recientes a un dispositivo lento.","Documentos que contienen respuestas a preguntas frecuentes de un determinado tema.","El algebra que solo utiliza ceros y unos se llama algebra de...","El chip encargado de convertir senales digitales a RGB se llama...","El companero de los microprocesadores 286, 386 y 486SX para tareas de operaciones matematicas era el...","El conjunto ordenado de instrucciones para una accion, antes de hacer el programa, se llama...","El corazon de un sistema experto se basa en un motor de...","El historico Amiga 500 fue fabricado por...","El indice de un disco formateado bajo DOS\/Windows 9x reside en la...","El procesador capaz de convertir instrucciones de dibujo en mapas de bits es un...","El registro AX se usa en ensamblador como...","El registro CX se usa en ensamblador como...","El servicio\/protocolo para conexion a bases de datos es el...","Empresa creadora de la arquitectura PC.","Empresa creadora del Quake.","Empresa fabricante de la hoja de calculo 1-2-3.","Empresa fabricante de las obsoletas unidades Zip.","Empresa fabricante del lenguaje de programacion Delphi.","Empresa que editaba la revista 'PC World'.","Empresa, que no es Apple, fundada por Steve Jobs.","En C sirve para definir constantes (sin #).","En C, permite calcular el arcocoseno de un angulo.","En C, que especificador de clase permite guardar una variable en los registros de la CPU.","En C, que nombre recibe un conjunto de variables de distinto tipo referenciadas por un mismo nombre.","En el videoclip de Michael Jackson 'Black or white' salian bonitos efectos de...","En ensamblador, 'guardar'.","En espanol, una DLL es una...","En Pascal, siempre tras un 'begin' sigue un...","En SQL, la instruccion para ejecutar consultas comienza siempre con...","En un programa Windows pulsando a la vez Alt+F4 consigues...","Excedente resultante de la suma en un sumador completo que se pasa al siguiente sumador.","Extension de los graficos de WordPerfect.","Fabricante del procesador de textos Ami Pro durante los anos 1990.","Fabricante del programa Photoshop.","Fabricante del programa Quattro Pro.","Famoso pirata informatico de los Estados Unidos, arrestado varias veces y condenado a prision.","Famoso programa de autoedicion de Adobe durante los anos 1990.","FAT de Windows 95 incorporada en la version OSR 2.1.","Feria de informatica en Espana, alla por noviembre de cada ano.","Hercules era un modelo de tarjeta de...","Hermano mayor del Amstrad 464 que llevaba disquetera.","IRC: Comando (sin la \/) que lista todos los canales con mas de 10 usuarios.","Juegos de ordenador donde las armas y la accion son componentes indispensables.","La arquitectura de procesadores con un juego de instrucciones complejas se conoce como...","La arquitectura Microchannel fue obra de la empresa...","La cantidad de informacion enviada por una linea de transmision en la unidad de tiempo se denomina...","La columna vertebral de una red de gran tamano se llama...","La E de las memorias EPROM es la inicial de...","La empresa Apple se encuentra en California, pero en que localidad?","La extension '.mid' indica que el fichero contiene...","La extension de los ficheros que se visualizan con el programa Adobe Reader es...","La impresion de planos suele efectuarse con un tipo de impresora especifica denominada...","La letra S de ASCII se refiere a...","La mania de anadir una 'p' a las respuestas simples ('sip', 'nop') proviene de los usuarios de sistemas...","La mente creadora del magnifico videojuego 3D 'Quake' fue...","La S de SDRAM quiere decir que es una memoria...","La segunda W de WWW viene de...","La tecla utilizada en Windows para que no se ejecute automaticamente un CD o DVD al meterlo en el lector es la tecla...","La tecnologia de US Robotics para transmision de datos, con modem analogico, a 56 Kbps se denomino...","La unidad para medir la velocidad de la memoria SIMM eran los...","La velocidad de rotacion de un disco duro se mide en...","La version casi definitiva de un programa se denomina version...","Las estaciones de trabajo Onyx eran de la empresa...","Las peticiones de interrupcion normalmente se denominan...","Las pistas de un disco duro se dividen en...","Las rutas de busqueda de ficheros del sistema, en Windows, se establecen con la variable...","Las siglas del protocolo POP vienen de...","Las tarjetas estandar NE2000 se usaban para conexiones de...","Los discos espejo (mirroring) utilizan la tecnologia...","Los ordenadores que reciben los datos del servidor son los ordenadores...","Los ordenadores RS\/6000 y AS\/400 son de la empresa...","Los parametros a las funciones se pueden pasar por...","Los Scanjet son escaneres que fabrica...","Materia prima fundamental para la fabricacion de un microprocesador.","No se trata de ir de vinos... hablar en el IRC.","Nombre comercial del conector paralelo de impresora.","Nombre dado a la comunicacion en la que cada byte puede enviarse en cualquier momento.","Nombre dado a la representacion de curvas empleadas en el lenguaje de descripcion de pagina PostScript.","Nombre dado a la senal de la pantalla que responde al movimiento del raton o pulsaciones de teclas.","Nombre dado a la serie de datos, organizados, almacenada en un ordenador.","Nombre dado a la tarjeta que envia la salida del ordenador al monitor.","Nombre dado a la transmision de datos desde un emisor hasta varios receptores definidos.","Nombre dado a la zona de memoria temporal empleada para acelerar la operacion de acceso a un disco.","Nombre dado a un antiguo lenguaje de programacion, que no se usa por ser mas lento que el Fortran.","Nombre dado al antiguo modem que en lugar de conectarse directamente se conectaba al telefono.","Nombre dado al mover los bits de una palabra a izquierda o a derecha.","Nombre dado al sistema numerico de base 2.","Nombre del genio fundador de los Media Labs en el MIT.","Nombre del programa encargado de controlar el encadenamiento y la gestion de los procesos.","Nombre del sistema de comunicaciones en el que se transmiten simultaneamente varios bits por cables distintos.","Nombre en clave que se dio a los Pentium Pro con MMX.","Numero obtenido a partir de un numero binario transformando los 0 en 1 y los 1 en 0.","Ordenador de gran capacidad utilizado como servidor en grandes empresas.","Para borrar el directorio C:\\porno, que teclearias en MS-DOS?","Para mostrar en MS-DOS el contenido de un fichero de texto en pantalla se utilizaba el comando...","Para que el teclado fuera en espanol, en MS-DOS se utilizaba la orden...","PDF es un formato para hacer los documentos compatibles entre plataformas y significa...","Personaje muy famoso que popularizo el termino 'autopistas de la informacion'.","Pirata informatico que desprotege software.","Procesador Intel sucesor del 8085.","Proceso realizado por la unidad de control como parte del ciclo de ejecucion en un microprocesador.","Programa televisivo de informatica para iniciados que se emitia en La 2.","Protocolo de enlace y encapsulacion de objetos de Microsoft.","Pulsando a la vez en Windows 'Ctrl+Esc' abrimos el menu de...","Pulsando en Windows 'F2', con un icono o archivo seleccionado, se le...","Raton... pero al reves... o eso parece. Es un...","Red de area Local... pero en ingles.","Registros en ensamblador de uso general (en orden alfabetico).","Siglas con que se conoce al 'Codigo de instruccion simbolica de proposito general para principiantes'.","Siglas de la corporacion universitaria que originalmente promovio la creacion de la red Internet2 en EEUU.","Siglas de las 'extensiones multimedia'.","Siglas del 'Lenguaje de programacion basico de Cambridge'. Parecia entre ALGOL y C.","Siglas por las que se conoce a la 'Fabricacion asistida por ordenador'.","Tecla de ayuda en Windows.","Tecla de funcion para buscar.","Tecnologia de Microsoft, evolucion de OLE para Internet.","Termino con que se designa al digito binario, un 0 o un 1.","Termino para designar una funcion que puede ser calculada por ordenador.","ultima version que se lanzo de Windows 95, con soporte para FAT32 entre otras mejoras.","Un circuito integrado... ?una cucaracha!","Un DSP en espanol quiere decir...","Un sistema de alimentacion ininterrumpida es un...","Una LAN es una...","Una variable dinamica se referencia por un...","Uno de sus slogans fue 'La informacion en la punta de los dedos'.","Utilidad para crear discos de emergencia en Windows NT.","Version de Windows NT anterior a la 4.","Creador del primer navegador grafico (Mosaic) en 1993, mientras todavia era un estudiante de 22 anos en la Universidad de Urbana-Champaign en Illinois.","Fundador de The Well, la primera comunidad de la Red.","Inventor de los protocolos TCP\/IP junto a Robert Kahn. Diseno el MCI Mail, primer servicio comercial de correo electronico que se conectaria a Internet.","De que tres maneras basicas se puede recorrer un arbol binario?","Que instruccion se usa en ensamblador para saltar si el resultado de una comparacion no es cero?","Que sentencia se debe escribir en un programa de Visual Basic para que al compilar te pida que todas la variables esten declaradas?","Que significan las siglas ADO?","Que tipo de solucion grafica se utiliza para disenar un programa?","En Visual Basic, que funcion pasa un 'string' a mayusculas.","(Jejeje) Cual es el virus informatico mas extendido en todo el mundo?","Como la tiene Bill Gates?","Con que anglicismo se denota la parte material de un sistema informatico?","Cuantos programadores hacen falta para cambiar una bombilla?","Millonesima parte de una patata frita.","Cual es el ratio de compresion de un MP3 en calidad 128 Kbps (Ej.: 1:50)?","De que tipo eran los slots largos y negros de tecnologia vieja de placa base?","Que color se obtiene en el mIRC al ingresar como codigo el numero 4?","Que extension tienen los videos en formato QuickTime?","Que significa 'Save as'?","Que significan las siglas CD-R?","Que sistema operativo alternativo existe para aquellos que no deseen usar ni Windows ni Mac?","Anos atras el MS-DOS tenia que competir con un producto superior llamado DR-DOS... Que significaban las siglas DR?","Empresa pionera en la transmision de audio en vivo por Internet.","Microsoft y Mozilla, que programas de navegacion web producen?","Programa de mensajeria instantanea de Yahoo!","Como se llama la enciclopedia libre mas popular de Internet, donde los propios usuarios escriben los articulos que otros podran consultar?","Dicese de los videojuegos que ya han pasado a la historia (algunos son verdaderos clasicos) y que se consiguen en Internet a punados.","Que era el Israeli Boot (IBOOT)?","(ASM) Que se guarda en el registro PC?","(ASM) Con que orden se guardan los flags en la pila.","(ASM) Con que orden se restauran los flags desde la pila.","De que tipo es la memoria que contiene el BIOS en las placas base?","Que casa de videojuegos fue la creadora de Goody y Temptations?","Que combinacion de teclas habia que pulsar en Windows NT para iniciar una sesion?","Que compania edito el famoso Abu Simbel Profanation?","Que es una RSI (en espanol)?","Que famosa productora de videojuegos (anos 1990), realizo la serie Shadow of the Beast?","Que significan las siglas B.S.O.D. en entorno Windows?","Que significan las siglas ISP (en espanol)?","Que significan las siglas MASM?","Que significan las siglas TASM?","Quien fabrica los joysticks Wingman?","Fabricante del ordenador conocido como Amiga.","Instruccion ASM para intercambiar el valor de dos registros.","Significado de las siglas MSX.","Comandos UNIX: Compara dos archivos.","Comandos UNIX: Comprime un archivo.","Comandos UNIX: Concatena archivos.","Comandos UNIX: Copia archivos.","Comandos UNIX: Crear comandos para cinta magnetica.","Comandos UNIX: Divide archivos en otros mas pequenos por contexto.","Comandos UNIX: Editor secuencial.","Comandos UNIX: Ejecuta el shell bourne.","Comandos UNIX: Mostrar contenido en octal.","Comandos UNIX: Mostrar el tipo de contenido de un fichero.","Comandos UNIX: Muestra el estado de la cola de impresion.","Comandos UNIX: Muestra texto.","Comandos UNIX: Muestra un archivo o pipeline una pantalla tras otra.","Comandos UNIX: Parada del sistema.","Comandos UNIX: Traer del segundo al primer plano.","Comandos UNIX: Visual editor.","Lenguaje de programacion parecido a C de Aho, Weinberger y Kernighan.","UNIX: Significado de Perl.","Que otro nombre recibe la logica difusa?","Nombre de uno de los primeros lenguajes de programacion, encaminado sobre todo a funciones matematicas.","Como se llama la barra donde se encuentra el boton de inicio en Windows?","Con que virus nos felicitaron el ano 1999?","Cuantas hojas de calculo lleva predeterminadas un libro de Excel?","Nombre de la feria informatica que se celebra en Hannover.","Programa para hacer paginas web de Abobe.","Servidor proxy de la marca neozelandesa Qbik.","Cual es el acronimo de 'Advanced configuration and power interface'?","En que ano se creo la Asociacion Espanola de Usuarios de Internet (AUI)?","Que es la ADPCM (Adaptative differential pulse code modulation)?","Que tipos de cable se pueden utilizar en la tecnologia Ethernet.","Quien acuno el termino 'ciberespacio'?","'Parche' que sirve para poder ejecutar copias piratas de software (protegido contra copia).","Al conjunto de sitios web vinculados entre si de forma que se pueden visitar uno detras de otro se llama...","Aplicacion para edicion y retoque fotografico creada por Adobe.","Capacidad de un programa para funcionar en dos plataformas distintas.","Disco extraible de 3,5 pulgadas desarrollado por Iomega a mediados de los 1990s.","La interseccion de una fila y una columna en las hojas de calculo se llama...","Lanzar gran cantidad de texto a un canal con el fin de dificultar la conversacion de los demas.","Lenguaje de programacion de alto nivel desarrollado en 1979 por el ejercito estadounidense.","Mensaje de correo electronico, o en un foro, cuyo fin es encender los animos de quienes lo leen.","Persona que, en foros o grupos de noticias, se dedica a enviar mensajes generalmente ofensivos.","Programa que esconde bajo apariencia benigna su danina naturaleza.","Vinculo que ha quedado inservible al desaparecer el objeto al que estaba vinculado.","Como se conoce popularmente al binomio formado por Microsoft e Intel?","Que finlandes creo el IRC (solo apellido)?","Que significa la E de 'e-mail'?","Aparatito para digitalizar imagenes (espanolizado).","Atencion, prueba de velocidad: Escribe las 10 letras de la linea superior del teclado.","Borland compro la empresa que creo el programa DBase III. Cual fue?","Borrar todo lo que hay en una memoria USB o disco duro, pero a lo bestia :-).","Codigo de numeracion muy utilizado en informatica que consta de 16 digitos.","Complemento a un cliente de IRC para hacer dibujitos, guerras, ?poner el Trivial! y otras cosillas.","Conjunto estandar de ordenes utilizadas por un modem analogico, tambien llamados comandos AT.","Digital Research saco un sistema operativo tipo texto similar al MS-DOS, era el...","Divertido nombre del bot del IRC-Hispano antes de la separacion de Arrakis :-).","Durante la reunion informatica Euskal Party se celebraba un concurso consistente en el lanzamiento de...","El Commodore 64 tenia una unidad para guardar o cargar programas en cinta de cassette, y se llamaba...","Empresa fabricante del maravilloso programa para Internet ICQ.","En los 1990s, empresa fabricante de microprocesadores (no es ni Intel ni AMD).","En un chat, poner dos puntos, un guion y cerrar parentesis equivale a...","Eres capaz de escribir una docena de arrobas.","Espacio elevado entre los pits de un CD.","Famosa red internacional de IRC.","ICQ no son unas siglas, aunque lo parezca, y viene de una expresion que en ingles se pronuncia casi igual. Cual?","Industry Standard Architecture era un tipo de bus para PC mas conocido como...","La resolucion de una impresora se mide en puntos por pulgada o dpi. Que significa dpi?","La version de Windows para red local que se lanzo en 1992 fue Windows for...","Local donde te podias tomar un cafe y utilizar Internet.","Los usuarios de ICQ tienen un numero que se conoce como...","Nombre en ingles que designa a las caritas que usamos para chatear :-) :-( :-D XD.","Nombre por el que se conocia al operador de una BBS.","Northwest Computer fue la creadora del famosisimo programa para IRC llamado...","Pascal, COBOL, C, C++, BASIC... todo esto son...","Protocolo de comunicaciones cuyo nombre fue tomado de la rana de 'Los Telenecos' :).","Red internacional de BBS.","ROM se refiere a memorias que solamente son de...","Topologia de red informatica donde los nodos se conectan a traves de un canal que tiene varias ramificaciones.","Un tipo de bus local es el PCI, que significa: Peripheral Component...","Un tipo de tarjeta grafica fue la EGA. Que significa?","UNIX, Linux, OS\/2, MS-DOS, Windows... todo esto son...","WYSIWYG: Palabreja que designa la capacidad de imprimir los textos con el mismo aspecto que en pantalla. Significa: What you see is... que mas?","Como se llama el protagonista del juego 'Half Life'?","Como se llama el pirata malo de Monkey Island?","Como se llama el popular juego de Linux en el que se le ha de dar con un mazo a Bill Gates?","Cual es la distribucion de Linux mas extendida en entornos empresariales?","Cuales son las siglas de 'CD-regrabable'?","Cuantos bytes hay en un megabyte?","En que pais se paga la conexion a Internet mas cara de Europa?","Para que sirve el comando 'mv' de UNIX?","Que famoso juego de estrategia creo Sid Meier?","Que unico producto (version) de Microsoft fue originalmente escrito por Bill Gates?","Nombre popular que se daba a Infovia por su poca calidad.","Cual fue durante anos el programa lider en groupware?","Virus I_Love_You.txt.vbs: Cual es el significado de la extension .vbs?","Quien fue el creador del lenguaje C?","Java: Applets de servidor.","A que antiguo movimiento asociarias el nombre Future Crew?","Como se llama comunmente a la memoria que guarda la configuracion del BIOS?","Cuantos bits son un kilobit en terminos de comunicaciones?","Cuantos caracteres componen el codigo ASCII (no extendido)?","Es correcto decir que baudios es una medida de bits por segundo?","Que dos empresas se fusionaron para crear la compania Unisys?","Que empresa creo la tarjeta de sonido Ultrasound?","Que es un hub?","Que indica la 'k' en la shell de UNIX 'ksh'?","Que nombre recibe la parte encargada, en un sistema operativo, de recibir y ejecutar las ordenes (en ingles)?","Que representa el caracter ASCII con codigo decimal 32?","Que significan las siglas del protocolo ARP?","Que significan las siglas del protocolo RARP?","Que significan las siglas del protocolo TFTP?","Que significan las siglas FIFO?","Que significan las siglas LIFO?","Comando en Linux para configurar los adaptadores de red.","Comando en Linux y Windows para configurar la tabla de rutas de red.","Creador del lenguaje de programacion Tcl\/Tk.","El principal problema del protocolo IPv4 por el que se empezo a desarrollar el IPv6 fue el...","En los lenguajes de programacion, que se usa para referenciar el valor de una variable por la posicion que ocupa en memoria?","En programacion, una cola tiene una estructura de tipo...","En programacion, una pila tiene una estructura de tipo...","Nombre del interprete de comandos del lenguaje de programacion TCL\/TK para el entorno X-Windows.","Nombre del proceso que se ejecuta en UNIX con PID 0.","Nombre del protocolo de la pila TCP\/IP encargado de resolver las equivalencias entre direcciones fisicas y direcciones IP.","Nombre del sistema operativo precursor del MS-DOS.","Nombre del sistema, software o hardware, que se usa para proteger una red local frente a otras externas (en espanol).","Nombre generico que recibe, en los sistemas operativos UNIX, el soporte para entorno grafico.","Nombre original del sistema operativo UNIX.","Nombre que reciben los 'objetos' en el lenguaje de programacion TCL\/TK.","Principales caracteristicas de la programacion orientada a objetos.","Rama cientifica directamente relacionada con la informatica que estudia la simulacion del comportamiento humano por maquinas.","Software malicioso que aprovecha la candidez de la victima.","Utilidad comunmente usada en UNIX para empaquetar ficheros.","Valor ASCII (en decimal) del 'espacio en blanco'.","Que significan las famosas WWW?","Como se llama el bus de un lector CD-ROM IDE?","Como se llama el editor de texto mas simple de Windows?","Como se llama el programa de Windows que permite aumentar un trozo de la pantalla?","Como se llama la carpeta preparada para contener el sonido de un DVD?","Como se llama la carpeta que contiene los videos de un DVD?","Como se llamaba el fichero de memoria virtual de Windows 98?","Como se llamaba el microprocesador de AMD equiparable al Pentium III?","Como se llamaba la tarjeta con salidas para puerto serie, paralelo y joystick?","Con que otro protocolo se puede usar un servidor SMTP?","Con que programa (con extension) de Windows se puede saber por donde pasa la informacion en una red TCP\/IP como Internet?","Cual es el programa mas simple (con extension) de Windows para usar FTP?","Cual es el programa mas simple (con extension) de Windows para usar telnet?","Cual es el tamano minimo de un cluster (en bytes)?","Cual es la longitud maxima de una etiqueta de CD-ROM (en letras)?","Cual es la longitud maxima de una etiqueta de disco duro (en caracteres)?","Cual es la tecla que mas se pulsa en Windows cuando el raton no funciona?","Cuanta memoria tenia el reproductor de MP3 'Rio PMP300', uno de los primeros en comercializarse (en MB)?","Cuantas filas de pines tiene el conector VGA de monitor?","Cuantas instrucciones de IA-64 pueden entrar en 128 bits?","Cuantas ranuras ISA debia tener como minimo un PC99?","Cuantas teclas se anadieron a los teclados especiales para Windows desde la version 95?","Cuanto hay que pagar por utilizar LibreOffice para Linux?","Cuanto tiempo suele durar un CD :-)?","Cuantos bits ocupa como minimo una instruccion de IA-64?","Cuantos bits puede enviar simultaneamente un puerto RS-232 (COM)?","Cuantos bits puede recibir y enviar simultaneamente un puerto de impresora LPT?","Cuantos bits puede transmitir simultaneamente un puerto de impresora LPT?","Cuantos bytes ocupa un fichero de 1125 bytes en un disco con clusters de 2 KB?","Cuantos cables tiene el conector de alimentacion de los discos duros IDE?","Cuantos caracteres entran en el ancho de una pantalla MS-DOS en modo de texto estandar?","Cuantos clusters ocupa un fichero de 4001 bytes en un disco con clusters de 4 KB?","Cuantos conductores tiene un cable IDE (ATA33)?","Cuantos discos duros se pueden conectar a un cable IDE?","Cuantos pines tenia el conector serie para raton?","Cuantos pines tenia el conector tipo DIN de teclado?","Cuantos pines tiene el conector de puerto paralelo (en letras)?","Cuantos pines tiene el conector PS\/2 de teclado?","Cuantos pines tiene el conector PS\/2 de un raton?","Cuantos pines tiene la salida de sonido analogico de una unidad de CD-ROM?","Cuantos registros de coma flotante de 64 bits tiene un procesador IA-64?","Cuantos registros de proposito general de 64 bits tiene un procesador IA-64?","Cuantos servidores del IRC-Hispano son inmunes a los splits?","Cuantos tipos de datos distingue un procesador IA-64?","Cuantos voltios llevan los cables de alimentacion de los discos duros IDE (en letra)?","De cuantos bits era la Sound Blaster Live!?","De cuantos bits era la Sound Blaster PCI?","De cuantos bits eran las primeras Sound Blaster?","De cuantos bits es un bus IDE?","De cuantos bits son los registros de proposito general en un procesador IA-64 (GR0-GR127)?","De que clase es el laser de un lector de CD?","De que son los ficheros de Windows .ICM y .ICC?","De quien era Imaging para Windows antes de ser de Kodak?","En cuantos modos puede trabajar un procesador IA-64?","En cuantos tipos se dividen las instrucciones en IA-64?","En que ciudad alemana se celebra cada ano la CeBIT?","En que lenguaje estan escritos los archivos .js?","En que lenguaje estan escritos los archivos .vbs?","Para que servia el Yepp de Samsung?","Que boton se podia pinchar en Internet Explorer 6 si queriamos ir a una URL y el ENTER no funcionaba?","Que bus local sustituyo al VESA Local Bus?","Que era lo que hacia el virus CIH (Chernobyl) para inutilizar el PC?","Que es el logotipo de Windows?","Que extension tiene el fichero en el que se puede guardar un registro de la actividad del modem analogico?","Que extension tienen los archivos de video de un DVD?","Que fichero .bat ejecutaba Windows 98 cuando se reiniciaba en modo MS-DOS?","Que forma tiene la linea de Gamma 1?","Que habia que hacer con los primeros escaneres antes de escanear?","Que hace Windows cuando deja de responder?","Que hay que hacer con un CD regrabable antes de usarlo?","Que instruccion en ensamblador permite realizar una operacion de XOR?","Que instruccion en ensamblador permite saltar a otro punto del programa?","Que instruccion en ensamblador sirve para comparar registros?","Que juego de los que traia Windows 9x no era de cartas?","Que LEDs debe tener encendidos un modem analogico externo para que pueda transmitir?","Que pasa con la linea de gamma si se cambia el brillo?","Que pasa con la linea de gamma si se cambia el contraste?","Que pasa si mientras estas grabando un CD-ROM en modo DAO se va la luz?","Que posiciones de la memoria ocupa el modo grafico VGA?","Que posiciones de la memoria ocupa el modo texto (VGA)?","Que programa de Windows 9x permitia crear discos comprimidos?","Que programa de Windows permite cambiar la configuracion del arranque?","Que programa de Windows permite ejecutar archivos JS y VBS en ventana de DOS?","Que programa de Windows permite ejecutar archivos JS y VBS?","Que programa utiliza los archivos de Windows .wsh?","Que se puede hacer si no se pueden cortar ficheros?","Que se usa en HTML para dividir una pagina en partes?","Que tecla es obligatorio pulsar en Windows para ejecutar un programa?","Que tecla hay que pulsar, normalmente, para acceder a la configuracion del BIOS?","Que tecla permite decidir el modo de arrancar un PC con Windows?","Que teclas se pueden pulsar cuando falla la de 'Alt Gr'?","Que temperatura tiene una pulsacion de las teclas Ctrl+Alt+Del (Arranque en...)?","Que temperatura tiene una pulsacion del boton Power (Arranque en...)?","Que velocidad de procesador debia tener como minimo un PC99 (en MHz)?","Ano para el que algunos preveian el fin del mundo informatico.","Base de datos para convertir nombres de ordenadores en IPs. Domain Name System.","Certificado de monitores que contemplaba ecologia, energia, ergonomia y emisiones, publicado en 1995.","Comando de MS-DOS usado para cambiar la velocidad del puerto serie.","Conexion a la placa base de los Pentium II Xeon y Pentium III Xeon.","Conexion a la placa base de los Pentium II, primeros Pentium III y primeros Celeron.","Conexion en la que se puede transmitir y recibir simultaneamente.","Conjunto de chips encargado de coordinar las partes de una placa base.","Cuando en Windows 98 se intentaba eliminar un submenu del menu Inicio arrastrandolo a la Papelera pero el menu la ocultaba, a donde habia que mover el raton?","Disco extraible con una capacidad de 1 GB de Iomega, que nunca alcanzo popularidad.","Disco extraible con una capacidad de 100 MB de Iomega y cierta popularidad a finales de los 1990s.","Dispositivo o software encargado de la compresion y descompresion de datos multimedia.","Empresa creadora del programa 3D Studio MAX.","Empresa creadora, en 1999, de un disco duro de 340 MB del tamano de una moneda de 500 pesetas.","Empresa fabricante original del OmniPage Pro.","Extension de los archivos de codigo fuente de Microsoft C++.","Formato de carcasa de PC sucesor del AT.","Grabacion de CD disco a disco.","Grabacion de CD pista a pista.","Herramienta de Windows XP para leer en voz alta menus y textos.","Lenguaje de programacion de paginas activas de Microsoft.","Maxima frecuencia de muestreo a la que se puede grabar musica en DVD (en KHz).","Memoria cache que (hasta los Pentium III) se encontraba fuera del procesador.","Memoria cache que siempre se ha integrado dentro del microprocesador.","Memoria que Windows usa cuando la RAM no es suficiente.","Metodo de comprobacion de la integridad de los datos por suma ciclica. Cyclic Redundancy Check.","Nombre de GDI 2000.","Nombre de la gama de AMD sucesora de la familia K6.","Nombre del conjunto de instrucciones nuevas que incorporo el Pentium III (Streaming SIMD Extensions).","Numero de serie que incluian internamente los Pentium III (Processor Serial Number).","Ordenador sin disco duro ni disquetera destinado a usarlo en redes.","Ordenadores Macintosh que integraban procesadores PowerPC G3.","Primer procesador con memoria cache vectorial.","Procesador de Intel sucesor del Pentium II.","Procesador Pentium II de gama alta.","Programa cliente de IRC que venia incluido con el Internet Explorer 5.","Programa editor de paginas web que venia incluido con el Internet Explorer 5.","Programa incluido en el PGP que permite crear discos cifrados.","Programa para grabar en CD-ROM como en un disquete.","Protocolo de sincronizacion de relojes por Internet.","Protocolo de transmision a 56000 bps de Rockwell.","Ranura para conectar la tarjeta de video mejor que el PCI. Puerto Acelerado de Graficos.","Red de soporte de Microsoft para desarrolladores de software.","Si en un modem analogico se ilumina el led CD significa que ha...","Si en un modem analogico se ilumina el led MR significa que esta...","Si en un modem analogico se ilumina el led OH significa que ha...","Si en un modem analogico se ilumina el led PWR significa que esta...","Si en un modem analogico se ilumina el led RD significa que esta...","Si en un modem analogico se ilumina el led TD significa que esta...","Si intentabas abrir un fichero de texto muy grande en Windows 98, que programa recomendaba usar el Bloc de Notas?","Si un texto lo cifras y lo descifras, que obtienes?","Si una vaca hace muuu, que hace un raton?","Simulador de combate aereo de Microsoft.","Sistema de conexion de unidades de almacenamiento de dos en dos.","Sistema de conexion de unidades de almacenamiento en series de hasta 15.","Tecnologia de los registros de 64 bits de los Pentium.","Zocalo para conectar Celeron y Pentium III de Intel y que tenia 370 contactos.","Que amigo nuestro escribio la version del lenguaje BASIC para MS-DOS?","El mas famoso navegador para Internet y no es de Microsoft, ugggg.","En base 2, o binario, cuantas son 1 + 1?","En que estupidas empresas puedes encontrarte cargos tan rimbombantes como 'vicepresidente segundo de software' o 'gerente de bases de datos'.","Como se llama el cliente de IRC original y que mas se ajusta a las especificaciones del protocolo?","Cual fue una de las 'utilidades de manejo remoto' (caballos de Troya) mas legendarias?","Que es necesario hacer en Linux antes de poder acceder a una particion \/hd \/fd \/cdrom?","A ver... mentes rapidas, FFh = xxxD.","Cual es el editor de textos mas extendido en entornos UNIX\/Linux.","El mejor programa servidor HTTP se llama...","ISO-9660 es un sistema de ficheros para que tipo de soporte.","Linux: Que significan las siglas GNU (o eso se dice :-P).","Suite similar a Office, pero gratuita y con versiones para Windows, Linux, etc...","Operaciones en coma flotante por segundo.","Que son los siglas GEM en Mac?","Canal donde resolvemos dudas sobre el IRC.","En informatica, siglas de 'asistente digital personal'.","Como se llama el principal programador de id Software?","Cual fue el nombre de la segunda generacion de procesadores Celeron?","En que generacion de ordenadores se enmarcan las innovaciones de los anos 1990?","Que palabra designa el software fijo almacenado en elementos fisicos de los dispositivos informaticos?","Que voz inglesa designa la palabra que permite el acceso a un sistema informatico?","Quien dijo en 1981: '640 KB deben ser suficientes para cualquiera'?","Thomas Watson dijo en 1943: 'Pienso que hay un mercado mundial para no mas de cinco computadoras'. De que compania era presidente.","Cuantos jugadores, aparte de Michael Robinson, aparecian en la portada del PC Futbol 7?","Cuantos bits son necesarios para la representacion de letras de alfabeto y signos especiales?","Que es en espanol 'motherboard'?","Que significan las siglas MIDI?","Que significan las siglas ROM en espanol?","Que significan las siglas WORM hablando de CDs?","Antecesor del lenguaje de programacion.","Autor del mIRC.","Cable que permite la transmision de gran cantidad de informacion a gran velocidad.","Comando que establecia la cantidad de RAM que MS-DOS reservaba para transferir informacion a y desde un disco.","Con un byte se puede representar desde el 0 hasta el...","Conjunto de instalaciones informaticas destinadas al procesamiento masivo de la informacion.","Conjunto de instrucciones localizadas en la memoria del ordenador que la CPU interpreta y ejecuta.","Conjunto de lineas de conexion por las que la CPU intercambia informacion con el resto de componentes.","Cuando un programa tras ser ejecutado no se retira de la memoria se denomina...","Definio las caracteristicas basicas del funcionamiento de las maquinas programables, hoy ordenadores.","Dispositivo de almacenamiento temporal de instrucciones y datos que se encuentra en la CPU.","El termino PC fue introducido por la empresa...","En 1911 la empresa de Hollerith se fusiono con otras dos empresas y crearon la base de lo que seria...","La memoria extendida es aquella que se situa por encima del primer...","La palabra informatica surge de la contraccion de...","Las tarjetas de sonido se caracterizan por tres parametros: Numero de bits, de voces y...","Los puertos paralelos tienen asignada la denominacion...","Nombre completo de Bill Gates.","Ordenador potente pero pequeno utilizado en tareas profesionales como diseno, video...","Otra manera de llamar a la parte de un ordenador que no es fisica.","Otro nombre con el que se conoce a los programas.","Programa escrito con objeto de que se reproduzca antes de ser detectado y a veces tiene efectos destructivos.","Serie de conectores que se encuentran en la placa base de un equipo informatico para insertar tarjetas graficas, de sonido, de puertos...","Termino que define el numero de pixeles que es capaz de representar en pantalla una tarjeta grafica.","A que empresa pertenece MixMail?","Como se denomina a los terminales que no procesan informacion por si mismos?","En que sistema operativo se baso Linus Torvalds para crear Linux?","Que empresa compro en 1999 Telefonica para poner su portal de Internet?","Que significa el acronimo LILO?","Que tipo de programa es emacs?","En Java no existe la herencia de clases multiple. Que se utiliza en su lugar?","En Java no existen los punteros. Que se utiliza en su lugar?","Nombre con el que se bautizo inicialmente Java.","Superordenador, supercomputadora, servidor central.","Que es imprescindible en la direccion de correo electronico?","Nombre de la primera ciudad virtual de Espana.","Que es el W3C?","Que fue la CSNET?","Que significan las siglas ADSL?","Que significan las siglas API?","Que significan las siglas ATM?","Que significan las siglas DNS?","Que significan las siglas HFC?","Que significan las siglas HTTP?","Que significan las siglas IAB?","Que significan las siglas IETF?","Que significan las siglas ISO?","Que significan las siglas ISP?","Que significan las siglas MAN?","Que significan las siglas OSI?","Que significan las siglas PDU?","Que significan las siglas POP3?","Que significan las siglas RFC?","Que significan las siglas SMTP?","Que significan las siglas UDP?","Que significan las siglas WAN?","En cableado de datos, que significan las siglas UTP.","Segun el numero de rayos que se desplazan por una fibra optica, estas pueden ser...","Si Java fuera un acronimo, que significarian sus siglas?","Que significa la etiqueta BR en el codigo HTML (en espanol)?","Cual es el nombre del mejor cliente, gratuito, de FTP?","Cual es la direccion del portal de Terra Espana?","Nombre completo del creador del Norton Antivirus.","A que tipo de software pertenece UNIX?","Como se denomina un conjunto de cuatro bits, medio byte?","Como se llaman los minusculos hoyitos que se encuentran en la superficie de un CD y son los que almacenan la informacion?","Con que nombre se conoce al conjunto de 1024 gigabytes?","Cual es el significado de las siglas RDSI?","Por que nombre es comunmente conocido el lenguaje de programacion Beginners All-purpose Symbolic Instruction Code?","Por que nombre se conoce el proceso de traduccion de un programa escrito en un lenguaje de alto nivel a su correspondiente programa objeto?","Que lenguaje de programacion es el Common Business Oriented Language?","Que nombre recibe el bit de control de una cadena de bits?","Que nombre recibe el diagrama de flujo de un programa?","Que nombre recibe la ocultacion de la informacion mediante cifrado?","Que significan las siglas IBM?","Que significan las siglas VAN?","Que tipo de programacion utiliza el lenguaje C++?","Almacen temporal de informacion que compensa la diferencia de velocidad de flujo de datos entre dos dispositivos.","Hija del poeta Lord Byron, considerada la primera programadora de la historia.","Matematico ingles, actualmente considerado como el padre de la informatica, que diseno en 1833 la maquina analitica.","Programa traductor de lenguaje de alto nivel a lenguaje maquina.","Termino resultado de la contraccion de la expresion anglosajona 'binary digit'.","A que autopista de comunicacion por ordenador se le llama 'red de redes'?","Que empresa de informatica fabrico la Deep Blue?","A cuantos Kbps (teoricos) funciona un modem analogico que utilice la Red Telefonica Conmutada?","Como se denomina a la conjuncion de la computacion y las comunicaciones?","Cuantas capas o niveles tiene el modelo OSI de la ISO?","Cuantos pines tiene el conector DB-9?","En que ano nacio el lenguaje ensamblador?","Que elemento es el autentico cerebro de un ordenador?","Que significan en informatica la siglas CAM (en espanol)?","Que significan las siglas BIOS?","Que significan las siglas CSMA?","Que significan las siglas TCP\/IP?","Que significan las siglas: CAD?","Que significan las siglas: GUI?","Que significan las siglas: RGB?","Que significan las siglas: VGA?","Que significan las siglas: VMS?","Que significan las siglas: WIMP?","Quien invento el primer dispositivo calculador electronico?","Bus de direcciones, bus de datos y bus de...","Como se llamaba la compania de videojuegos que producia la saga X-Wing?","Cuantos bits son un terabit (en letras)?","Que nombre recibe la titulacion universitaria de informatica que se cursa en 5 anos?","Como se llaman los programas para acceder a la World Wide Web?","Que significa este emoticono :-o?","Que significa este simbolo :-(?","Que significa este simbolo :-\/?","Que significa este simbolo :-|?","Que significa este simbolo :-D?","Que significa este simbolo >:-\/?","Que significa este simbolo 8-)?","Que significa este simbolo 8-)=?","Como se llama la calavera que aparece en Monkey Island 3?","Primer proveedor de Internet que se fue a la quiebra por dar tarifa plana.","Programacion en C: Que palabra se usa para definir que una variable sera un caracter.","Programacion en C: Que palabra se usa para definir que una variable sera un decimal.","Programacion en C: Que palabra se usa para definir que una variable sera un entero.","Programacion en C: Que palabra se utiliza para llamar a una biblioteca.","Como se denomina a la configuracion que entra en funcionamiento cuando no se especifica ninguna otra?","Como se denomina a un archivo descargado de Internet que resulta no ser lo que indicaba su nombre?","Como se dice en ingles 'depurar' en el sentido de eliminar los errores provocados por un programa informatico?","Con que programa, incluido en versiones antiguas de Microsoft Office, podiamos editar paginas web?","Que capacidad llegaron a alcanzar los chips de memoria en 1984?","Que quiere decir en espanol ALGOL?","Que tenia en cantidad de 18000 el ENIAC?","Que tipo de programa es el eMule?","Conjunto de instrucciones que se repiten varias veces seguidas.","En bases de datos, area reservada para datos de un tipo determinado.","En impresoras matriciales, siglas que designan una escritura de alta calidad.","En impresoras, modo de escritura que utiliza los minimos puntos posibles.","Genericamente, lenguaje de programacion que utiliza instrucciones escritas con palabras comunes.","Las siglas ENIAC hacen referencia a... (en espanol).","Lenguaje de programacion orientado a las matematicas.","Marcar electronicamente un disco para que pueda recibir datos.","Programa que traduce el lenguaje ensamblador al lenguaje maquina.","Tecnica de impresion que forma los caracteres mediante pequenos puntos.","Cual era la peor civilizacion del Age of Empires II?","Cuantos megas de RAM tenia la Voodoo Banshee?","Rama de la criptologia que tiene por objeto el ataque a los sistemas de cifrado de los que se desconoce la clave.","Como se llama el servicio de correo que ofrece Google y que tiene un buzon de mas de 7 GB?","Como se pone RDSI en 'guiri' (hablemos ingles)?","Con que combinacion de teclas accedemos al Administrador de Tareas en Windows?","Cual es la extension de los archivos por capas de Photoshop?","Cual es la tecla mas grande en un teclado?","Cual fue la consola de videojuegos, alternativa a la PlayStation de Sony, que lanzo al mercado Microsoft?","En que RFC se define el protocolo IRC?","Que archivo contiene el clasico juego de Windows 'Buscaminas'?","Que archivo contiene el clasico juego de Windows 'Corazones'?","Que archivo contiene el clasico juego de Windows 'Solitario'?","Que nombre recibe en C la funcion principal?","Que nombre reciben las cajas extrafinas para los CDs (nombre anglosajon)?","Que red de IRC fue fundada por usuarios de un canal #startrek, huyendo de netsplits y hackers?","Que significan las siglas 'lol', muy usado en el chat por los angloparlantes (Algo asi como: me parto la caja, tio)?","Que significan las siglas RPC, en espanol?","Que significan las siglas RSS?","A ver si eres capaz de elevarme una x a la duodecima potencia.","A ver si eres capaz de elevarme una x al cuadrado.","A ver si eres capaz de elevarme una x al cubo.","Aplicacion infiltrada en el PC que llama a numeros de tarifa especial con desconocimiento del usuario.","Aplicacion maliciosa mediante la cual se muestra publicidad.","Broma, bulo o mentira que se distribuye y difunde sin control, a traves de correo electronico.","Buscador lider de Internet.","Combinacion de teclas necesaria para escribir una #.","Combinacion de teclas necesaria para escribir una @.","Combinacion de teclas necesaria para escribir una ?.","Combinacion de teclas necesarias para escribir un $.","Combinacion de teclas necesarias para escribir un &.","Concentracion maxima aceptable interim.","Conjunto de convenciones de programacion que definen como se invoca un servicio desde un programa.","Empresa que comercializa el iPod.","En el teclado numerico que tienes a tu derecha, que tecla 'avanza pagina' (Bloq Num apagado)?","En el teclado numerico que tienes a tu derecha, que tecla 'baja' (Bloq Num apagado)?","En el teclado numerico que tienes a tu derecha, que tecla 'inserta' (Bloq Num apagado)?","En el teclado numerico que tienes a tu derecha, que tecla 'no hace nada' (Bloq Num apagado)?","En el teclado numerico que tienes a tu derecha, que tecla 'retrocede pagina' (Bloq Num apagado)?","En el teclado numerico que tienes a tu derecha, que tecla 'sube' (Bloq Num apagado)?","En el teclado numerico que tienes a tu derecha, que tecla 'suprime' (Num Lock apagado)?","En el teclado numerico que tienes a tu derecha, que tecla 'te lleva al fin' (Bloq Num apagado)?","En el teclado numerico que tienes a tu derecha, que tecla 'te lleva al inicio' (Bloq Num apagado)?","En el teclado numerico que tienes a tu derecha, que tecla 'va a derechas' (Bloq Num apagado)?","En el teclado numerico que tienes a tu derecha, que tecla 'va a izquierdas' (Bloq Num apagado)?","Engano, mezcla de spam y hoax, que circula por la Red, generalmente con la intencion de cometer algun tipo de fraude.","Envio de correos fraudulentos que se camuflan como mensajes procedentes de bancos o entidades estadisticas.","Famoso editor de textos y hexadecimal, muy extendido entre programadores, de la empresa IDM Computer.","Herramienta de migracion de estado de usuario: Aplicacion con la que un administrador Windows puede migrar configuraciones a otros equipos de la red.","MS-DOS: Sintaxis para establecer almacenamiento de comandos tecleados con historial.","Nombre en codigo de los chips de Intel segunda generacion de Pentium M para la plataforma Centrino.","Periferico hardware al cual se conectan ordenadores portatiles para ampliacion de puertos.","Permite a los usuarios de Windows XP comprobar en linea la autenticidad de su version de Windows (siglas).","Persona responsable de solucionar problemas en el correo electronico, responder a preguntas sobre usuarios y otros asuntos.","Programa especialmente disenado para realizar pruebas o ensayos comparativos sobre distinto hardware para ver su rendimiento.","Programa o metodo concreto que saca provecho de una falla o agujero de seguridad de una aplicacion o sistema.","Programas con aplicacion maliciosa de 'espionaje'.","Registro de arranque maestro de un disco duro.","Servidor proxy de codigo abierto, muy extendido en entornos UNIX.","Siglas de Red de area Local Inalambrica.","Significa 'enchufar y usar'. Reconocimiento automatico de un dispositivo por parte de la computadora.","Simbolo que representa universalmente a Internet.","Sitio web donde una persona va contando su vida, colgando comentarios o fotos.","Tecnologia antipirateria del reproductor Windows Media de Microsoft, 'Windows Media Digital Rights Management'.","Tecnologia dual simplex, punto a punto (conexion directa), que opera a 800 Mbps y a 1,6 Gbps, muy poco usada.","Utilidad UNIX que posibilita delegar privilegios de administrador a ciertos usuarios y para ciertas tareas concretas.","Version UNIX desarrollada por SGI (antes Silicon Graphics) para sus estaciones de trabajo y servidores UNIX.","Cual era el apodo utilizado por el famoso hacker Kevin Mitnick?","Quien fue el creador del sistema operativo Linux alla por 1991?","Que archivos puedes bajarte con el programa Napster ahora legalmente?","A cuantos terabytes equivale 1 petabyte?","A que nivel del modelo TCP\/IP corresponden los protocolos ARP y RARP?","A que nivel del modelo TCP\/IP corresponden los protocolos FTP, HTTP y SMTP?","A que nivel del modelo TCP\/IP corresponden los protocolos IP e ICMP?","A que nivel del modelo TCP\/IP corresponden los protocolos SLIP y PPP?","A que nivel del TCP\/IP corresponden los protocolos TCP y UDP?","A que programa de Microsoft pertenecen los ficheros con extension .mdb?","A que programa pertenecen los archivos con extension .pps?","A que programa pertenecen los ficheros con extension .xls?","Como se conoce comunmente a la variante del protocolo Ethernet que funciona a 100 Mbps (100Base-T)?","Como se llama el ping?ino mascota de Linux?","Como se llama el sistema de ficheros propio de Windows desde las versiones NT y 2000?","Como se llama el tipo de memoria flash (para camaras digitales, moviles...) exclusivo de Sony?","Como se llama la tecnica consistente en camuflar datos en ficheros de imagenes, sonido...?","Con que aparato electronico asocias el codigo IMEI?","Con que lenguaje de programacion asociarias una taza de cafe humeante?","Con que linea de ordenadores se hizo famosa Apple?","Con que otra empresa se fusiono HP en el ano 2002?","Con que siglas se conoce a las redes de intercambio de archivos de igual a igual?","Cual era el nombre en codigo del que luego fue Windows XP?","Cual es el formato de archivo grafico vectorial estandar de Windows?","Cual fue la version anterior al Windows 95?","De que compania eran, originalmente, los microprocesadores UltraSPARC?","De que dos terminos procede el nombre de 'blog'?","De que se valen los servidores Windows para administrar sus redes?","De que tipo son las distintas fuentes tipograficas usadas en Windows desde la version 3.1 hasta XP?","Donde se encuentran agrupadas las pequenas aplicaciones de configuracion de Windows?","En que ciudad cercana a Seattle tiene Microsoft su sede central?","En que formato de video esta basado el codec DivX?","En que primitivo navegador web estan basados casi todos los actuales?","Por que otra empresa fue comprada, en 2006, la marca de tarjetas graficas ATI?","Que carpeta de sistema de Windows se llena de ficheros basura, temporales...?","Que comando teclearias en MS-DOS para ir al directorio raiz desde cualquier subdirectorio?","Que conjunto de aplicaciones usarias para conectar ordenadores UNIX\/Linux con redes Windows?","Que crearon en Internet, Larry Page y Sergey Brin?","Que cuatro colores (orden alfabetico) se usan en los hilos conductores del cable de red par trenzado?","Que dia se celebra en todo el mundo el Dia de Internet?","Que dos modos puede tener un fichero MP3 en cuanto al bit-rate (siglas)?","Que empresa de antivirus fundo el espanol Mikel Urizarbarrena en 1990?","Que empresa desarrollo el estandar de red Ethernet?","Que especificacion de red transmite hasta 10 Mbps, en banda base y longitud de segmento maxima de 500 metros?","Que extension de archivo oculta tenia el virus ILoveYou?","Que extension de archivo oculta tenia el virus VBS\/Stages en su archivo life_stages.txt?","Que famoso y adictivo juego idearon los rusos Pajitnov y Gerasimov?","Que fecha se suele considerar como la del nacimiento de Internet?","Que funcionalidad, que duplica la capacidad del DVD-R, comenzaron a incorporar las grabadoras de DVD en 2004?","Que hay que poner a los telefonos fijos en las casas con linea ADSL?","Que importante empresa informatica tiene su sede en Palo Alto, California?","Que lenguaje de programacion desarrollo James Gosling a principios de los anos 1990?","Que marca de discos duros fabricaba el modelo llamado Bigfoot de 5,25 pulgadas?","Que maritimo nombre reciben los huecos del PC donde se alojan discos duros, disqueteras, unidades de CD\/DVD...?","Que microprocesador de 64 bits (nombre en codigo) lanzo AMD como respuesta al Itanium de Intel?","Que microprocesador llevaba el primer Apple Macintosh (1984)?","Que modelo de movil de Apple levanto gran expectacion ante su comercializacion en julio de 2008?","Que nombre de heroe de leyenda reciben los clusters de ordenadores funcionando con Linux?","Que nombre generico recibe todo el software malicioso: virus, caballos de Troya, bombas logicas, gusanos...?","Que nombre recibe cada directorio incluido dentro de otro de nivel superior?","Que nombre reciben esos dibujitos de tematicas variadas disponibles para que cualquiera los use en sus programas de diseno?","Que numero (en cifras) se expresa en binario como 1010?","Que numero (en cifras) se expresa en binario como 1011?","Que numero (en cifras) se expresa en binario como 1100?","Que numero (en cifras) se expresa en binario como 1101?","Que numero (en cifras) se expresa en binario como 1110?","Que numero (en cifras) se expresa en binario como 1111?","Que siglas designan la transmision de datos (como Internet) por los 'cables de la luz'?","Que significa DIMM (lo de las memorias)?","Que significan las siglas del emulador de juegos MAME?","Que significan las siglas MPEG?","Que significan las siglas P2P que designan las redes de intercambio de ficheros de igual a igual?","Que significan las siglas PING?","Que significan las siglas TFT de los monitores planos y pantallas de portatiles?","Que signo indica en el prompt de una shell de UNIX que estamos como root (me he explicao? :-))))?","Que sistema de almacenamiento aparecio en 1999 facilitando el transporte de datos en el bolsillo?","Que son Facebook, Tuenti, Twitter...?","Que son terra.es, yahoo.es, msn.es...?","Que te encontraras si abres un fichero con extension .m4a?","Que tecla actualiza la ventana del Explorador de Windows?","Que tecnica de procesamiento comenzaron a usar los Pentium 4 a 3,06 GHz?","Que tipo de conector se comenzo a incluir en algunas tarjetas graficas a partir del ano 2000?","Que tipo de memoria constituye la memoria cache?","Que tipo de memoria es una evolucion de la SDRAM a la que dobla en velocidad?","Que tipo de programa es el FileZilla?","Que version de Windows Server 2003 es la mas 'potente'?","Que veterana empresa compro la distribucion de Linux alemana SuSE?","Quien es reconocido como el inventor del correo electronico?","'Here is that document you asked for, don't show anyone else ,-)'. Eso decia el e-mail que propagaba el virus...","A algunos programas se les puede cambiar el aspecto de sus ventanas con diferentes disenos que reciben el nombre ingles de...","A que fabricante pertenece la gama de telefonos inteligentes Lumia.","Ademas del POP3, otro protocolo para recepcion de e-mails.","Al conectarte a un servidor de IRC se te sugiere que leas el MOTD y esas siglas significan...","Algunos lectores y grabadores de CD-ROM antiguos necesitaban que se introdujera el CD en un estuche de plastico llamado...","Antes de manipular un componente (modulo de memoria, tarjeta grafica...) se nos aconseja descargarnos de la...","Aplicacion de Google para moverse por el planeta a traves de mapas y fotos de satelite.","Ataque efectuado contra un sitio web. Los atacantes lo modifican y dejan alguna imagen o mensaje.","Banda de frecuencias en la que suelen funcionar las redes WiFi de los tipos 802.11b y 802.11g.","Bitrate que se uso durante anos en archivos MP3 porque suponia un buen equilibrio entre calidad de sonido y tamano del fichero.","Cada red WiFi tiene un identificador cuyas siglas son...","Cientifico que, por encargo del CERN, invento la World Wide Web en Internet en 1989. Alabado sea.","Cliente de e-mail, sucesor del veterano Outlook Express, que se incluia en Windows Vista.","Codigo consistente en un cuadrado con puntos que una vez capturado con el movil o tableta, una aplicacion convierte a texto, normalmente una URL.","Comando de IRC (sin la \/) para ver la lista de personas que hay en un canal sin necesidad de entrar en el :-).","Comenzo como directorio de Internet y ha llegado a ser uno de los portales mas importantes.","Computadora mas potente de Espana, en 2008, situada en el Centro de Supercomputacion de Barcelona.","Convertir de decimal a hexadecimal el numero: 10.","Convertir de decimal a hexadecimal el numero: 11.","Convertir de decimal a hexadecimal el numero: 12.","Convertir de decimal a hexadecimal el numero: 13.","Convertir de decimal a hexadecimal el numero: 14.","CPU de 64 bits lanzada por AMD en 2004 para el mercado de consumo.","Creo en 2004, siendo estudiante, la red social Facebook.","Cuando en Windows cortas o copias algun elemento, se almacena temporalmente en el...","Cuando un monitor CRT estaba magnetizado y se veian colores extranos, habia que recurrir a su funcion de...","De los cables de alimentacion que vemos en el interior del ordenador, los amarillos llevan .... voltios.","Desarrollada por Canonical, distribucion Linux muy popular.","Direccion 'loopback', la IP interna de cualquier ordenador.","Diseno web: Formato mas usado para hacer hojas de estilo.","Dispositivo lanzado por Apple en 2010, detonante de la popularizacion de las tabletas.","Dispositivo para conectar ordenadores en red local. Hace gestion inteligente de los datos (en espanol).","Dispositivo para conectar ordenadores en red local. No hace gestion de los datos (en espanol).","Dispositivo que recibe datos en paralelo y los reenvia en serie.","Durante la decada de 1990, estos dos programas reinaron en el terreno de la autoedicion.","Durante muchos anos, cuando el chipset de la placa base estaba formado por dos chips, era el que interconectaba CPU y RAM.","Durante muchos anos, cuando el chipset de la placa base estaba formado por dos chips, era el que interconectaba los buses PCI, IDE, USB...","Durante muchos anos, en un PC, el southbridge y el northbridge constituian el...","El 1 de enero de 1983 es una fecha importante ya que se considera como la del nacimiento de...","El ataque mas frecuente que reciben los servidores web, de denegacion de servicio, se conoce como...","El cable de red de par trenzado apantallado se denomina STP y esas siglas significan...","El codec mas usado para hacer copias comprimidas de peliculas DVD es el...","El mayor encuentro de aficionados a la informatica que se organiza cada verano en Espana.","El modelo de tarjeta SoundBlaster sucesora de la S.B. Live! fue la...","El numero 1 en el sistema binario.","El numero 10 en el sistema binario.","El numero 11 en el sistema binario.","El numero 12 en el sistema binario.","El numero 14 en el sistema binario.","El numero 15 en el sistema binario.","El numero 17 en sistema binario.","El numero 2 en el sistema binario.","El numero 3 en el sistema binario.","El numero 5 en el sistema binario.","El numero 7 en el sistema binario.","El numero 8 en el sistema binario.","El numero binario 11000001 se expresa en numeracion decimal como...","El PC que IBM lanzo en 1981 dando nacimiento al tipo de ordenadores mas usados, que microprocesador usaba?","El primer disco duro, el RAMAC de IBM (1956), tenia una capacidad de...","El primer procesador de 64 bits de AMD recibio el nombre en clave...","El primer virus que causaba danos en el hardware (de nombre CIH) fue conocido comunmente como...","El principal fabricante de chipsets (como el RTL8139) para tarjetas de red es...","El programa mas usado para hablar por telefono a traves de Internet (a 2012).","El programa servidor web y FTP de Microsoft es...","El puerto FireWire para conectar perifericos al PC recibe el nombre tecnico de...","El puerto IEEE-1394 (FireWire) suele utilizarse para conectar al ordenador que aparatos?","El servicio web mas usado para subir fotos y compartirlas con todo el mundo (a 2011).","El tipo de letra mas infame de cuantos existen. Hay quien aboga por su prohibicion, pero los usuarios de Windows la emplean alegremente en todo tipo de textos.","El virus\/gusano que mayor propagacion habia alcanzado, hasta el 2002, era el...","El web espanol mas visitado para bajarse programas shareware y freeware.","Elementos esenciales de la electronica digital. Realizan las operaciones AND, NAND, NOR, XOR...","Empresa a la que pertenece el servicio de e-mail gratuito Gmail.","Empresa desarrolladora de Android, sistema operativo para moviles y tabletas.","Empresa rival de ATI-AMD en el mercado de chips para tarjetas graficas.","En almacenamiento de datos, tipico soporte de acceso secuencial, no aleatorio.","En diseno de paginas web, que son las CSS (en espanol)?","En el modelo OSI, la mas baja, por debajo de la capa de enlace de datos, es la...","En el mundo de los dispositivos digitales (camaras, smartphones...) a que se hace referencia con siglas como CF, MMC, SD...?","En general, aprendiz en temas de Internet, como el hacking.","En la caja del ordenador, el par de cablecillos (azul y blanco o negro) que van del frontal a la placa base, corresponde al pulsador de...","En la caja del ordenador, el par de cablecillos (rojo y blanco o negro) que van del frontal a la placa base, corresponde al LED del...","En la caja del ordenador, el par de cablecillos (verde y blanco o negro) que van del frontal a la placa base corresponde al LED de...","En la parte trasera de un disco duro SATA, a la izquierda del conector del bus de datos esta el conector de...","En las redes WiFi, que protocolo de seguridad comenzo a reemplazar en 2005 al WEP, sumamente vulnerable?","En las redes wireless se comenzo usando la especificacion 802.11a, despues la b, despues la g y en 2007 se comenzo a usar la...","En los discos duros, el conjunto formado por las mismas pistas de los diferentes platos se conoce como...","En los PCs viejunos con CPU 80386 y 80486, boton del frontal de la torre para multiplicar su velocidad de proceso.","En redes Windows, nombre que recibe la agrupacion jerarquizada de dominios con elementos comunes.","En un PC, los circuitos UART 16550 son los que controlan los...","En una transferencia por FTP puedes usar el modo ASCII o el modo...","En Windows, para capturar una imagen de la ventana activa, pulsaremos ademas de 'Impr Pant' la tecla...","Entre las caracteristicas principales de un escaner estan la resolucion y la...","EPUB y FB2 son formatos de...","Este gusano, aparecido en el verano de 2003, marco un hito en la historia del malware ya que infectaba el PC con solo conectarse a Internet, por un agujero en el servicio RPC.","Expresion con la que popularmente nos referimos a la World Wide Web.","Expresion usada en espanol para 'cluster', agrupacion de sectores del disco duro.","Extension de los archivos de sonido digitalizado tal cual, sin compresion.","Extension de los ficheros con animaciones Adobe Flash.","Extension para el protocolo NetBIOS desarrollada por Microsoft.","Fabricante de la gama de procesadores Snapdragon, usados en tabletas y smartphones.","Fabricante de la gama de telefonos inteligentes Lumia.","Fabricante de la gama EeePC iniciadora de la popularizacion de los netbooks.","Fabricante de la gama Galaxy de smartphones y tabletas.","Facilita: Los servidores de IRC suelen funcionar a traves del puerto...","Famosa prediccion informatica hecha en 1964 segun la cual el numero de transistores integrados en un chip se duplicaria cada 18 meses.","Famosa prueba de inteligencia artificial: Una persona hace preguntas sin saber si habla con una maquina o una persona. La maquina tiene que hacerle creer que es un humano.","Famoso reproductor musical portatil fabricado por Apple.","Forma de apagar Windows que vuelca el contenido de la memoria al disco duro. El encendido es mucho mas rapido y nos encontramos todo tal como lo dejamos.","Formato contenedor de video cuyos archivos tienen extension MKV.","Formato que se impuso sobre el HD DVD como sucesor del DVD.","Funcionalidad de algunas placas base y tarjetas de red que permite encender el PC por medio de una senal a traves de la red.","Gama de microprocesadores de Intel sucesora de los Pentium 4.","Gama de procesadores desarrollada por Qualcomm para smartphones y tabletas.","Gama de procesadores lanzada por Intel en 2012, con la gran novedad de los transistores tri-gate (3D).","Gama de tarjetas graficas de ATI-AMD rivales de las GeForce de nVidia.","Gama de tarjetas graficas iniciada por nVidia en el ano 2000.","Hablando de microprocesadores, las siglas FCPGA, PPGA, CPGA... se refieren a tipos de...","Hacking\/Cracking: Que significan las siglas inglesas RTFM? Pista: tiene que ver con leer manuales :-).","ICQ, Yahoo! Messenger, MSN Messenger... son programas de...","Kilobyte, megabyte, gigabyte, terabyte...","La Adaptec AHA-2940 es una famosa tarjeta controladora de tipo...","La conocidisima empresa fabricante de chips para modems analogicos Rockwell paso a llamarse...","La memoria RAM que necesita una senal de refresco para no perder los datos se califica como...","La memoria RAM se clasifica atendiendo a si necesita senal de refresco o mantiene los datos por si sola en:...","La muerte de quien lleno, en octubre de 2011, toda Internet de articulos y mensajes en su memoria.","La plataforma de pago on-line mas extendida.","La practica de modificar y personalizar los ordenadores (como el tuning de los coches) se llama...","La propiedad de los antivirus de detectar codigo malicioso aunque no este en su fichero de firmas se denomina...","La Replicator de MakerBot fue una de las primeras en popularizarse.","Las especificaciones IEEE 802.11a\/b\/g\/n regulan las redes locales de que tipo?","Las impresoras de inyeccion de tinta, que tres colores suelen tener en sus cartuchos (orden alfabetico)?","Los dos entornos graficos mas populares para Linux son Gnome y...","Los dos entornos graficos mas populares para Linux son KDE y...","Los dos programas rivales, en la decada de 1990, en diseno grafico vectorial fueron...","Los dos protocolos mas usados en correo electronico para recepcion y envio respectivamente.","Los embalajes de componentes informaticos suelen tener una pegatina amarilla con la advertencia 'Caution: Electrostatic...'.","Los microprocesadores usados en la arquitectura PC son de tipo CISC y esas siglas significan...","Los monitores que se usaban antes de los TFT eran del tipo CRT y esas siglas significan...","Los programas que sirven para escribir y componer lo escrito reciben el nombre de...","Los programas sniffers capturan el trafico de una red con la tarjeta de red funcionando en el llamado modo...","Mitico juego que cuando aparecio en 1989 fue una revolucion por sus graficos. 'Las arenas del tiempo' es una de las aventuras de la saga.","Modelo de telefono movil lanzado por Apple para repetir el exito del iPod.","Modos de funcionamiento del puerto paralelo: ECP, EPP y...","Modos de funcionamiento del puerto paralelo: SPP, ECP y...","Modos de funcionamiento del puerto paralelo: SPP, EPP y...","Movil de Google puesto a la venta en enero de 2010.","MS-DOS: Que comando usarias para ver todo el contenido de un directorio, incluidos subdirectorios, con pausa entre pantallas?","Navegador web de Apple.","Nombre completo de lo que comunmente se conoce como 'la Web'.","Nombre dado a una agrupacion de tecnologias, entre ellas JavaScript y XML, muy usada en lo que se conoce como Web 2.0.","Nombre de la interfaz grafica de Windows Vista.","Nombre de la red de espionaje de comunicaciones mantenida principalmente por los EEUU.","Nombre del fichero de paginacion de Windows, el que contiene la memoria virtual.","Nombre del primer disco duro de la historia, creado en 1956 por IBM.","Nombre en codigo, durante su desarrollo, de Windows Vista.","Nombre generico de los ficheros de informes generados automaticamente por algunos programas.","Nombre que recibe cada extremo de una conexion IP. Se identifican con numeros del 0 al 65536.","Nombre que se da a la evolucion de la World Wide Web original, caracterizada por la participacion de los usuarios. Una muestra de ella son las redes sociales.","Northwood fue el nombre que Intel dio a un modelo de microprocesador...","Opcion que tienen algunos programas, como Word, para automatizar tareas y ejecutar varias ordenes de una vez.","Operacion inversa para restituir a su formato original en paralelo datos que son recibidos en serie.","Ordenador portatil sin teclado con el que se interactua tocando la pantalla.","Ordenador que, sin que lo sepa su dueno, es controlado por un pirata para atacar otros sistemas.","Organismo de Internet encargado de controlar los nombres de dominios.","Paquete de parches y actualizaciones para Windows XP aparecido en agosto de 2004.","Pequeno juego o broma oculta en un programa.","Pequenos ordenadores de bolsillo con cierta popularidad antes de la llegada de los telefonos inteligentes.","Plataforma de AMD presentada en 2011 que incluye en un unico chip, CPU, GPU y northbridge.","Polemico mundo de realidad virtual en Internet, con millones de usuarios en su punto algido.","Popular gama de smartphones canadienses con gran implantacion durante anos en el ambito empresarial.","Practica que consiste en forzar el microprocesador o tarjeta grafica para que funcionen por encima de sus especificaciones oficiales.","Primer microprocesador de 64 bits de Intel.","Principal caracteristica novedosa de los Pentium D, aparecidos en 2005.","Programa de codigo abierto, similar a Photoshop, usado en Linux.","Programa de Macromedia primero, luego de Adobe, para disenar paginas web en entorno grafico.","Programa incluido en Windows XP que, entre otras cosas, permite hacer videoconferencia.","Protocolo de seguridad utilizado en un principio en redes WiFi y que fue sustituido por el mas robusto WPA.","Protocolo utilizado en las VPNs para hacer conexiones entre redes privadas a traves de Internet, con cifrado de datos.","Red mundial que sirve de soporte a servicios como el FTP, el IRC, la Web, el e-mail...","Red social creada por Mark Zuckerberg en 2004. En 2010 alcanzo la cifra de 500 millones de usuarios.","Revista mensual espanola, la de mayor difusion entre los aficionados a la informatica.","Se denominan asi las paginas web con las que el visitante puede interactuar, solicitando datos, por ejemplo.","Servidores de Internet, repartidos por el mundo, con datos duplicados de uno original, para agilizar descargas.","Si 4:3 es la relacion de aspecto habitual en monitores y televisores, cual es en pantallas panoramicas?","Si digo que tiene 32 bits y funciona a una frecuencia de 33 MHz, de que bus estoy hablando?","Si el cable de red sin apantallar es UTP, el apantallado es...","Si en un chat anglosajon alguien te pregunta 'asl', que significan esas siglas?","Si entre las caracteristicas de un fichero WAV aparecen '44100 Hz', eso es la...","Si nos encontramos en una red IP de tipo C, cuantos ordenadores habra conectados como maximo?","Si un numero incluye una 'h' al final (como 1039h) significa que esta en formato...","Siglas de la arquitectura 'Computadora con Conjunto Reducido de Instrucciones'.","Siglas por las que se conoce al tipo de disco duro que comenzo a comercializarse en 2008 y que en realidad no es un disco sino una memoria flash de varios gigabytes.","Siglas por las que se conocia tecnicamente al encapsulado en cartucho de los primeros microprocesadores Pentium II.","Siglas que designan la telefonia a traves de redes IP, como Internet.","Significado de las siglas del protocolo de seguridad WPA, usado en redes WiFi.","Sistema de autochequeo que incorporan los discos duros para advertir de errores de funcionamiento.","Sistema operativo para telefonos moviles y tabletas, de codigo abierto, desarrollado por Google. Comenzo a implantarse en 2007.","Sistema operativo que sucedio a Windows 98 SE.","Sistema que hace funcionar varios discos duros como si fueran una unica unidad logica.","Sitio dedicado al alojamiento de ficheros cuyo cierre en 2012 por el FBI indigno a la comunidad internauta.","Sucesor de Bill Gates como presidente de Microsoft desde 1998.","Tecnico que conoce lenguajes de programacion y hace programas.","Tecnologia gracias a la cual un dispositivo, como un smartphone, reconoce lo que enfoca la camara, por ejemplo un monumento, y ofrece informacion sobre ello.","Tecnologia presentada en 2001 para reemplazar al bus IDE.","Tecnologia rival sobre la que se impuso el Blu-ray Disc como sucesor del DVD.","Tecnologia sobre la que funciona la cuarta generacion (4G) de telefonia movil.","Tecnologia usada en redes inalambricas de area personal (WPAN).","Termino ingles para las pequenas piezas que se usaban para puentear pines en las placas base, configurar dispositivos IDE...","Termino que designa al conjunto de todos los blogs que hay en Internet.","Tinta en polvo de las impresoras laser y fotocopiadoras.","Tipo de conector usado con los cables de red par trenzado (como el que va de tu router ADSL a tu ordenador).","Tipo de impresora que forma los caracteres o dibujos a partir de impactos de diminutas agujas contra una cinta entintada.","Tipo de ranura de expansion predominante en las placas base desde finales de los 1990 hasta los primeros anos 2000.","Tipo de software malicioso que se difunde por redes (Internet sobre todo) y que a diferencia de los virus no necesita infectar archivos para difundirse ya que se autopropaga.","Tipo de teclado con distribucion de teclas diferente al QWERTY normal, muy poco difundido.","Trabajando con un programa en Windows, combinacion de teclas estandar para deshacer la ultima accion.","Travan es un sistema de copias de seguridad, sobre que soporte?","Un dispositivo IDE puede estar configurado como: Master, Slave y...","Una de las distribuciones de Linux mas conocidas, procedente de Alemania.","Una de las plataformas, junto a Movable Type, mas usadas para crear blogs.","Unidad que equivale a 1024 terabytes.","Uno de los fabricantes de modulos de memoria para PC de mayor prestigio.","Uno de los grupos espanoles de creadores de virus mas importante fue...","Uno de los principales fabricantes de equipos para redes usados en entornos profesionales: routers, conmutadores...","Uno de los programas mas usados como visor de fotos y gestor de colecciones de imagenes.","Varios ordenadores interconectados y funcionando como si fueran uno solo.","Verdadero significado, en ingles, de las siglas 'CC' para destinatarios de un e-mail, que no es 'con copia' como cree mucha gente.","Version de Windows que salio al mercado en 2012.","Version de Windows sucesora de Vista.","Version de Windows sucesora de XP.","Version de Windows XP destinada a equipos multimedia de salon conectados a la tele.","Version gratuita del UNIX BSD.","Version sucesora de Windows 7.","Windows XP: Que elemento del 'Panel de control' nos permite configurar servicios y la ODBC, ver el visor de sucesos, etc.?","Como se escribe 16 en binario?","Quienes crearon la compania Apple?","A cuantos bits de color corresponden 256 colores?","A que tipo de malware pertenecia el BackOrifice?","Como se llama al debilitamiento de la senal debido a la resistencia electrica?","Como se llama la informacion cuando se encuentra en el nivel de enlace de la arquitectura OSI?","Como se llama la informacion cuando se encuentra en el nivel de red de la arquitectura OSI?","Como se llama la informacion cuando se encuentra en el nivel fisico de la arquitectura OSI?","Cual es el protocolo de control de transmision en la arquitectura ARPANET?","Cuales son los tres colores basicos en un monitor?","Eran compatibles la Sound Blaster X y la Sound Blaster Pro?","Que caracter es en hexadecimal el numero binario 1101?","Que caracter es en hexadecimal el numero binario 1110?","Que caracter es en hexadecimal el numero binario 1111?","Que dos convertidores necesita el muestreo en una tarjeta de sonido?","Que dos frecuencias existen en los monitores de ordenador?","Que es un modulador-demodulador?","Que numero es en hexadecimal el numero binario 1000?","Que numero es en hexadecimal el numero binario 1001?","Que numero es en octal el binario 001?","Que numero es en octal el binario 011?","Que numero es en octal el binario 111?","Que numero es en octal el numero binario 000?","Que numero es en octal el numero binario 010?","Que numero es en octal el numero binario 100?","Que numero es en octal el numero binario 101?","Que numero es en octal el numero binario 110?","Que tipo de tarjeta grafica aparecio despues de la CGA?","Que tipo de tarjeta grafica vino despues de las EGA?","Que tipo de transmision se produce cuando los bits transmitidos se envian a un ritmo constante?","Quien se encarga de ejecutar las instrucciones de un programa?","Cuando en una comunicacion solo el emisor puede enviar informacion, se dice que esta es...","Cuando en una comunicacion tanto el emisor como el receptor pueden enviar informacion, pero no al mismo tiempo, se dice que esta es...","En el modelo OSI, que capa se encarga del tratamiento de errores.","En la deteccion de errores, que tipos de paridad simple existen.","Existen dos tipos de plotters: los de base plana y los de...","La memoria RAM es interna, de lectura y de...","Segun la topologia de la transmision, como se llama la linea fisica que une dos equipos conectados?","Como se llama la red informatica que interconecta centros de investigacion y universitarios de Espana?","Que forma tenian las viejas unidades elementales de memoria magnetica capaces de almacenar un bit?","De que compania son los ordenadores iMac?","En que estado de los Estados Unidos esta Silicon Valley?","Que es un SAI?","Que significa HDD?","Que significa IP?","Que sistema de archivos utilizaba Windows NT?","Que tipo de programa es el WinGate?","Quien es el padre de Windows?","Software que permite acceder a Internet a ordenadores de una LAN mediante una unica conexion.","Como se llama el reproductor de musica y video que incluye Windows de serie?","Cual era el compresor de ZIPs mas famoso para MS-DOS?","Cual era el descompresor de ZIPs mas famoso para MS-DOS?","Cual era el procesador de textos mas famoso antes de la llegada de Microsoft Word?","Cual es el navegador 'oficial' de Windows?","Cual es el navegador en modo texto mas famoso para Linux?","Cual es el termino mas buscado en musica en Internet?","Cuales son las dos marcas mas famosas de impresoras?","Que es un mudder?","Que sistema operativo es mundialmente famoso por sus pantallazos azules?","1999+1=...","Antepasado del 80286.","Efecto 2000: Feliz ano...","En vez de 'edit', que usarias, seguramente, si estuvieras en UNIX.","Programa similar al Comandante Norton para Linux.","Si para borrar un directorio en MS-DOS usas el 'rd', que comando usarias en Linux?","Sistema operativo usado por la mayoria de mudders.","Version potenciada del 'type' de MS-DOS en Linux.","En que generacion de computadoras aparecio el circuito integrado?","La unidad que almacena datos procedentes de la CPU es la...","Compania informatica de nombre frutal.","Sinonimo de 'lag' en espanol.","Como se llama la aventura grafica de LucasArts relacionada con la vida eterna?","Cual fue, hasta la aparicion del SATA, el estandar de transmision de datos para discos duros, CD-ROM y DVD-ROM?","Que significan las siglas ASCII?","Tarjeta de sonido de Creative Labs (Sound Blaster) lanzada al mercado en 1998.","Envia la direccion de este sitio web a 123.000 personas o una cabra loca te violara hoy a las 7 de la tarde.","Lo que recibe los golpes cuando el software falla.","En que ano se instalo el primer ordenador comercial de IBM, el Modelo 701?","Como se llamaba el portal de Retevision comprado por Wanadoo?","Cual es el acronimo de Formula Translation?","Cual es el acronimo de gigabit?","Que compania invento el 'silicio tensado'?","Que es 'LAN' en espanol?","La conversacion interactiva en tipo real en Internet se llama...","Las siglas de AppleTalk Address Resolution Protocol son...","Las siglas de Transaccion Electronica Segura en ingles son...","Marca de ordenadores que fue demandada ya que reciclaba los equipos inutiles.","Sistema operativo sucesor de Windows Me para entornos domesticos.","Nombre del sistema de control para aventuras graficas creado por Lucas Arts.","De que pais proceden la mayoria de los videojuegos?","Disciplina artistica que une la informatica y el grafismo.","Que otro nombre se le da al puntero?","Que tipo de juego es el Age of Empires?","Una de las joyas de Commodore que no es su Amiga.","(Consolas) Cual fue la primera consola portatil en color.","Que comando servia para crear un directorio en MS-DOS?","Que comando sirve para crear un directorio en UNIX?","Que ordenador tenia, en su modelo +2a, 128 KB de memoria?","Comando de UNIX para dar y quitar permisos a archivos y directorios.","Un amigo que te pone 'format c:' en el ordenador es un...","Cuanta memoria RAM debia tener como minimo un 'PC99' (en MB)?","Abreviatura de 'Recepcion' o 'Recibiendo'.","Abreviatura de 'Transmision' o 'Transmitiendo'.","Agencia Nacional de Seguridad. Organismo estadounidense para la seguridad entre otras cosas, informatica.","Algoritmo de cifrado de clave publica desarrollado por Rivest, Shamir y Adleman.","Ancho de Banda. Capacidad de un medio de transmision.","Anotacion normalmente de una direccion web o URL que queda archivada para su posterior uso.","Antigua red de Telefonica para la transmision de datos en forma de paquetes (normalmente en X.25) principalmente de uso corporativo.","Arquitectura de Redes de Sistemas. Arquitectura de red exclusiva de IBM. Principalmente orientada a mainframes.","Asociacion de usuarios de Internet.","AutoTest de Encendido. Serie de comprobaciones que hace un ordenador de sus dispositivos al ser encendido.","Bus Serie Universal.","Cabecera. Primera parte de un paquete de datos que contiene informacion sobre las caracteristicas de este.","Camara conectada a una pagina web a traves de la cual los visitantes pueden ver imagenes normalmente en directo.","Cantidad de ocupacion en un ancho de banda. Ej.: En una linea de 1 Mbps pueden usarse 256 Kbps, con lo que los 768 Kbps restantes del ancho de banda permanecen desocupados.","Cantidad minima de datos que se transmite en una red o entre dispositivos. Tiene una estructura y longitud distinta segun el protocolo al que pertenezca.","Capa de Socket Seguro. Protocolo que ofrece funciones de seguridad a nivel de la capa de transporte para TCP.","Capa. En protocolos o en OSI se refiere a los distintos niveles en el tratamiento de la informacion.","Centro servidor que da acceso logico a Internet, es decir sirve de 'gateway' entre el usuario final e Internet.","Charla. Ver IRC... o no ver nada. ?Es facilisima!","Chequeo y Correccion de Errores.","Circuito Virtual Permanente. Linea punto a punto virtual establecida normalmente mediante conmutaciones de caracter permanente. Es decir, a traves de un circuito establecido.","Codigo Normalizado Americano para Intercambio de Informacion. La tabla basica de caracteres esta compuesta por 128 caracteres incluyendo simbolos y caracteres de control. Existe una version extendida de 256.","Conexion a un host en la que el ordenador cliente emula un terminal de manera que se configura como terminal virtual del ordenador servidor.","Data Transfer Ready. Preparado para transmitir datos (Modem analogico).","Dimension Multi Usuario. Sistemas de juegos multiusuario de Internet.","Dispositivo conectado a dos o mas redes que se encarga unicamente de tareas de comunicaciones.","Dispositivo que adapta las senales digitales para su transmision a traves de una linea analogica, normalmente telefonica.","Electronic Magazine. Revista Electronica. Cualquier revista producida para su difusion por medios informaticos, principalmente por Internet.","Emision de Video Digital. Formato de video digital que cumple los requisitos para ser considerado broadcast, es decir, con calidad para ser emitido en cualquiera de los sistemas de television existentes.","En sistemas de ficheros se refiere al directorio raiz. En UNIX se refiere al usuario principal.","En una conexion punto a punto se refiere a cada uno de los extremos.","Enlace. Vinculo. Se llaman asi a las partes de una pagina web que nos llevan a otra parte de la misma o nos enlaza con otro servidor.","Estandar en dispositivos de almacenamiento masivo con formato de CD pero que llega a 18 GB de capacidad.","Estructura. Tambien trama de datos. En navegadores web se refiere a una estructura de subventanas dentro de un documento HTML.","Etiqueta de la Red. Formas y usos comunes para el uso de los servicios de Internet. Se podria llamar la 'educacion' de los usuarios de Internet.","Experto en informatica capaz de entrar en sistemas cuyo acceso es restringido. No necesariamente con malas intenciones.","Extensiones Multiproposito de Correo Internet. Extensiones del protocolo de correo de Internet que permiten incluir informacion adicional al simple texto.","Flujo de datos de un ordenador remoto al nuestro.","Formato Grafico de Intercambio.","Fundacion Frontera Electronica. Organizacion para la defensa de los derechos en el ciberespacio.","Graficos Portatiles de Red. Formato grafico muy completo especialmente pensado para redes.","Grupo Conjunto de Expertos en Fotografia. Formato grafico con perdidas que consigue elevados ratios de compresion.","Grupo de Expertos de Imagen en Movimiento. Formato grafico de almacenamiento de video. Utiliza como el JPEG compresion con perdidas alcanzando ratios muy altos.","Grupo de Tareas de Ingenieria de Internet. Asociacion de tecnicos que organizan las tareas de ingenieria, principalmente de telecomunicaciones, en Internet. Por ejemplo, mejorar protocolos o declarar obsoletos otros.","Individuo con amplios conocimientos informaticos que desprotege\/piratea programas o produce danos en sistemas o redes.","Instituto de Estandares Nacional Americano.","Instituto Europeo de Estandares en Telecomunicaciones.","Inteligencia Artificial. Parte de la informatica que estudia la simulacion de la inteligencia.","Intercambio de Paquetes entre Redes. Inicialmente protocolo de Novell para el intercambio de informacion entre aplicaciones en una red Netware.","Intercambio Dinamico de Datos. Conjunto de especificaciones de Microsoft para el intercambio de datos y control de flujo entre aplicaciones.","Interfaz de Acceso Comun. Programas usados para hacer llamadas a rutinas o controlar otros programas o bases de datos desde una pagina web. Tambien pueden generar directamente HTML.","Interfaz de Programacion de Aplicaciones. Es el conjunto de rutinas del sistema que se pueden usar en un programa para la gestion de entrada\/salida, gestion de ficheros, etc.","Interfaz Grafica de Usuario.","International Standard Organization. Organizacion Internacional de Estandares.","Lenguaje de Consulta Estructurada. Lenguaje para base de datos.","Lenguaje de Etiquetado Generalizado Estandarizado. Lenguaje del que deriva el HTML.","Lenguaje de Etiquetas de Hipertexto. Lenguaje para elaborar paginas web. Fue desarrollado en el CERN.","Lenguaje de programacion orientado a objetos parecido al C++. Usado en la Web para la descarga y ejecucion remota de programas en el ordenador cliente. Desarrollado por Sun Microsystems.","Lenguaje para manipular textos, ficheros y procesos. Con estructura de script. Desarrollado por Larry Wall, es multiplataforma.","Lenguaje para Modelado de Realidad Virtual. Lenguaje para crear mundos virtuales en la Web.","Linea Digital Asimetrica de Abonado. Sistema asimetrico de transmision de datos sobre lineas telefonicas convencionales.","Linea Digital Simetrica de Abonado. Sistema de transferencia de datos de alta velocidad en lineas telefonicas normales.","Literalmente 'bajar carga'. Se refiere al acto de transferir un fichero desde un servidor a nuestro ordenador. En espanol: 'descargar'.","Literalmente 'golpe'. Se usa para referirse a cada vez que un hipervinculo es pulsado en una pagina web.","Literalmente 'husmeador'. Pequeno programa que captura los paquetes que atraviesan un nodo con objeto de conseguir alguna informacion. Normalmente su uso es ilegal.","Literalmente, 'Charla Transmitida por Internet'. Sistema para transmision de texto multiusuario a traves de un servidor. Usado normalmente para conversar on-line, tambien sirve para transmitir ficheros.","Localizador Uniforme de Recursos. Denominacion que no solo representa una direccion de Internet sino que apunta a un recurso concreto dentro de esa direccion.","Manufactura de Equipo Original. Empresa que compra un producto a un fabricante y lo integra en un producto propio.","Marcar. Establecer una conexion de datos a traves de una linea telefonica.","Modo de Transmision Asincrona. Sistema de transmision de datos usado en banda ancha para aprovechar al maximo la capacidad de una linea. Se trata de un sistema de conmutacion de paquetes que soporta velocidades de hasta 1,2 Gbps.","Modulacion de Amplitud en Cuadratura. Sistema de modulacion para transmision de datos y telecomunicaciones.","Multifrecuencia de doble tono. Son los tonos que se utilizan en telefonia para marcar un numero telefonico.","Norma desarrollada por el fabricante ......... para el control de modems analogicos mediante comandos.","Noticias. Servicio de Internet con una estructura de 'tablon de anuncios' dividido en temas y paises en los que los usuarios de determinados grupos de interes dejan o responden a mensajes relacionados con el mencionado grupo.","Numero Personal de Identificacion. Numero secreto asociado a una persona o usuario de un servicio mediante el cual se accede al mismo. Se podria decir que es una contrasena numerica.","Operador de telefonia que proporciona conexion a Internet a alto nivel.","Ordenador conectado a Internet. Ordenador en general. Literalmente anfitrion.","Organizacion Europea para la Investigacion Nuclear. Institucion que desarrollo, para sus necesidades internas, el primer navegador y el primer servidor web.","Packet Internet Groper. Rastreador de Paquetes Internet. Programa utilizado para comprobar si un host esta disponible. Envia paquetes de control para comprobar si el host esta activo y los devuelve.","Pagina principal o inicial de un sitio web.","Pago Por Visionado. Se refiere a las televisiones llamadas 'interactivas' o 'television a la carta' en las que hay que pagar por cada programa que se selecciona para ver.","Paquete de cifrado basado en clave publica escrito por Phil Zimmerman.","Parametro que indica a un programa el tiempo maximo de espera antes de abortar una tarea o funcion. Tambien mensaje de error.","Patadita. Usado normalmente en el IRC. Acto de echar a un usuario de un canal.","Peticion de comentarios. Serie de documentos iniciada en 1967 que describe el conjunto de protocolos de Internet. Son elaborados por la comunidad Internet.","Pirata informatico que se vale de las redes telefonicas para acceder a otros sistemas o simplemente para no pagar telefono.","Por definicion, punto donde convergen mas de dos lineas. A veces se refiere a una unica maquina en Internet. Normalmente se refiere a un punto de confluencia en una red.","Procesador Digital de Senal.","Programa escrito en el lenguaje script de Java que es interpretado por la aplicacion cliente, normalmente un navegador.","Programa o script, especialmente en el IRC, que realiza funciones que de otra manera habria que hacer de forma manual.","Protocolo de autentificacion por contrasena. Protocolo que permite al sistema verificar la identidad del otro punto de la conexion mediante contrasena.","Protocolo de Control de Transmision. Uno de los protocolos mas usados en Internet. Pertenece a la capa de transporte.","Protocolo de Datagrama de Usuario. Protocolo abierto en el que el usuario (programador) define su propio tipo de paquete.","Protocolo de enlace mediante circuito virtual permanente muy usado, antes del ADSL, para interconectar oficinas dispersas.","Protocolo de Internet. Bajo este se agrupan los protocolos de Internet. Tambien se refiere a las direcciones de red.","Protocolo de Oficina de Correos. Protocolo usado por ordenadores personales para manejar el correo sobre todo en recepcion.","Protocolo de Pago Electronico Seguro. Sistema de pago a traves de Internet desarrollado por Netscape y Mastercard.","Protocolo de Resolucion de Direccion de Retorno. Protocolo de bajo nivel para la asignacion de direcciones IP a maquinas simples desde un servidor en una red fisica.","Protocolo de Tiempo Real. Protocolo utilizado para la transmision de informacion en tiempo real como por ejemplo audio y video en una videoconferencia.","Protocolo de Transferencia de Correo Simple. Es el protocolo usado para enviar el correo a traves de Internet.","Protocolo de Transferencia de Ficheros. Uno de los sistemas de transferencia de archivos mas usado en Internet.","Protocolo de Transferencia de Hipertexto. Protocolo usado en la WWW.","Protocolo de transmision de datos muy usado en Iberpac. Establecia circuitos virtuales, enlaces y canales sobre lineas analogicas.","Protocolo Punto a Punto. Protocolo Internet para establecer enlace entre dos puntos.","Proveedor de Servicios de Internet.","Puerta de Acceso. Dispositivo que permite conectar entre si dos redes normalmente de distinto protocolo o un host a una red.","Realidad Virtual.","Red de area Extensa.","Red de area Personal. Red de extension muy reducida, usando, por ejemplo, Bluetooth.","Red de la Agencia de Proyectos de Investigacion Avanzada. Red militar estadounidense a traves de lineas telefonicas de la que posteriormente derivo Internet.","Red de ordenadores de reducidas dimensiones. Por ejemplo una red distribuida en una planta de un edificio.","Red telefonica con anchos de banda desde 64 Kbps. Similar a la red telefonica de voz en cuanto a necesidades de instalacion de cara al abonado, pero digital.","Red Telefonica Conmutada. Red telefonica para la transmision de voz.","Remote Access Server. Servidor de Acceso Remoto.","Robot-web. Programa que automaticamente recorre la WWW recogiendo paginas web y visitando los enlaces que estas contienen.","Se llama asi a la accion que ejecuta un modem telefonico para reestablecer el sincronismo con el otro modem despues de una perdida de comunicacion.","Se llaman asi las redes tipo Internet pero que son de uso interno, por ejemplo, la red corporativa de una empresa que utilizara protocolo TCP\/IP y servicios similares a la WWW.","Se trata de cualquier software que protege una red de otra red. Da acceso a una maquina de una red local a Internet pero desde Internet no se ve mas alla de el (en ingles).","Security Administrator Tool for Analyzing Networks. Conjunto de programas escritos por Dan Farmer y Wietse Venema para la deteccion de problemas de seguridad en redes.","Servicio de Mensajes Cortos. Servicio de mensajeria electronica de texto entre telefonos moviles.","Servidor Cache. Es un servidor que conectado normalmente al servidor de acceso a la WWW de un proveedor de acceso va almacenando toda la informacion que los usuarios reciben de la Web.","Sistema Basico de Entrada\/Salida. Software residente normalmente en EEPROM que controla las interacciones basicas entre el hardware y el software.","Sistema de Archivos de Alto Rendimiento. Sistema que utilizaba el OS\/2 opcionalmente para organizar el disco duro, en lugar del habitual FAT.","Sistema de denominacion de hosts en Internet. Van separados por un punto y jerarquicamente estan organizados de derecha a izquierda. Ej.: arrakis.es.","Sistema de mensajeria informatica similar en muchos aspectos al correo ordinario pero muchisimo mas rapido.","Sistema Global de Comunicaciones Moviles. Sistema digital de telecomunicaciones principalmente usado para telefonia movil.","Sistema operativo de 32 bits multitarea creado inicialmente por IBM y Microsoft, para PC con entorno grafico de usuario.","Sistema Operativo en Disco de Microsoft. Sistema operativo que estuvo muy extendido en PC, del tipo de linea de comandos.","Sistema operativo multitarea, multiusuario. Gran parte de las caracteristicas de otros sistemas mas conocidos estan basadas en este, muy extendido para grandes servidores.","Synchronous Data Link Control. Se trata de un antiguo protocolo para enlace sincrono a traves de linea telefonica.","Tabla de Asignacion de Ficheros. Sistema de organizacion de archivos en discos duros. Muy usado en PCs hasta que llego Windows XP.","Tablon de Anuncios Electronico. Servidor de comunicaciones que proporcionaba a los usuarios servicios variados como e-mail o transferencia de ficheros. Originalmente funcionaban a traves de lineas telefonicas normales.","Tarjeta Inteligente. Tarjeta del formato estandar de credito que incorpora un microchip que almacena informacion y\/o la procesa. Por ejemplo, las tarjetas telefonicas o las tarjetas SIM de telefonos moviles.","Tecnologia de Transaccion Segura. Sistema desarrollado por Microsoft y Visa para el comercio electronico en Internet.","Telarana mundial. Para muchos es Internet, pero es solo una parte de esta. Podriamos decir estrictamente que es la parte de Internet a la que accedemos a traves del protocolo HTTP y en consecuencia gracias a navegadores.","Termino aplicado normalmente a los programas que permiten acceder al servicio WWW.","Tiempo de Vida. Contador interno que incorporan los paquetes multicast y determinan su propagacion.","Transporte de paquetes multicast a traves de dispositivos y routers unicast. Los paquetes multicast se encuentran encapsulados como paquetes normales que de esta manera pueden viajar por Internet.","Unidad de medida de transmision de datos. Numero de cambios de estado de una senal por segundo.","Unidad Maxima de Recepcion. En algunos protocolos de Internet se refiere al maximo tamano del paquete de datos.","Unidad Maxima de Transmision. Tamano maximo de paquete en protocolos IP como el SLIP.","Unidad minima de informacion. Puede tener dos estados: '0' o '1'.","Utilidad que, antiguamente, permitia averiguar informacion basica sobre usuarios de Internet o UNIX.","Version libre del conocido sistema operativo UNIX. Es un sistema multitarea y multiusuario para PC.","Quien introdujo el uso de la @?","Abreviatura de codificador-decodificador.","Que significa RAM (en ingles)?","Que significan las siglas FTP (en ingles)?"]